{"text": "A murky puddle formed under the bridge.", "label": false}
{"text": "Her moral compass guided the tough decision.", "label": true}
{"text": "A lucid summary clarified the dense article.", "label": true}
{"text": "He balanced a bagel on the rim of his mug.", "label": true}
{"text": "The lemon tart cooled on the marble counter.", "label": true}
{"text": "The rugged hillside blocked the thin sunlight.", "label": false}
{"text": "Many rabbits bounded across the field.", "label": false}
{"text": "The robot zipped around the carpet picking up pins.", "label": true}
{"text": "A rusty hinge squeaked in the chilly breeze.", "label": false}
{"text": "The stillness after sunset felt almost unreal.", "label": false}
{"text": "The motor thrummed as the ferry pushed upstream.", "label": true}
{"text": "Her sweater sleeves gathered around her wrists.", "label": false}
{"text": "She stuffed letters into a cracked mailbox.", "label": false}
{"text": "She hummed softly near the flickering candle.", "label": false}
{"text": "The mattress sagged and the pillow slipped.", "label": false}
{"text": "The grocery trolley rattled along the aisle.", "label": false}
{"text": "The toddler spilled milk across the couch.", "label": false}
{"text": "A legal draft awaited final signatures.", "label": true}
{"text": "My brother scrubbed the skillet after dinner.", "label": false}
{"text": "A vapor trail stretched across the dawn sky.", "label": true}
{"text": "A crooked toothpick snapped during lunch.", "label": false}
{"text": "A winter thunder squall rattled the shutters.", "label": false}
{"text": "The motel beside the highway looked surprisingly cozy.", "label": true}
{"text": "The driveway gravel washed into the gutter.", "label": false}
{"text": "The magic act ended with a roar of applause.", "label": true}
{"text": "The kiddo hugged a shaggy terrier in the yard.", "label": false}
{"text": "A sorrowful ballad drifted across the pond.", "label": false}
{"text": "The crooked shutter banged in the storm.", "label": false}
{"text": "They planned a picnic near the opera pavilion.", "label": true}
{"text": "We toured a local market at sunrise.", "label": true}
{"text": "The laser pointer danced across the diagram.", "label": true}
{"text": "A legal clerk stamped forms in the busy office.", "label": true}
{"text": "Small blossoms dotted the garden beds.", "label": false}
{"text": "We traced the river bend on the faded chart.", "label": true}
{"text": "They filmed a magic trick in one continuous take.", "label": true}
{"text": "A crooked picture frame tilted on the wall.", "label": false}
{"text": "It was almost noon when the kettle whistled.", "label": false}
{"text": "The squirrel skittered across the utility lines.", "label": false}
{"text": "The drizzle soaked my jacket during the walk.", "label": false}
{"text": "A crooked branch tapped against the window.", "label": false}
{"text": "A ragged banner fluttered from the turret.", "label": false}
{"text": "Olive branches brushed the cottage window.", "label": true}
{"text": "She chose a regal velvet coat for the gala.", "label": true}
{"text": "She carried a vivid scarf that caught the light.", "label": true}
{"text": "The ferry bobbed as the swell crossed the bar.", "label": false}
{"text": "The regal violin sang through the quiet hall.", "label": true}
{"text": "The parcel dropped straight through the slot.", "label": false}
{"text": "The pilot radioed a routine status update.", "label": true}
{"text": "Thick icicles clung to the broken gutter.", "label": false}
{"text": "Fresh bagel crumbs dotted the tablecloth.", "label": true}
{"text": "The casserole bubbled while the garlic softened.", "label": false}
{"text": "A thick blanket draped on the couch at night.", "label": false}
{"text": "The coffee shop smelled of cinnamon and rain.", "label": false}
{"text": "Cracked plaster dust drifted down the stairs.", "label": false}
{"text": "The diner buzzed as rain hammered the awning.", "label": true}
{"text": "The cedar railing felt cool after sunset.", "label": true}
{"text": "We sipped cider beneath the lanterns.", "label": true}
{"text": "The cracked mirror shivered slightly in the draft.", "label": false}
{"text": "The rusty ladder wobbled against the shed wall.", "label": false}
{"text": "Her luggage rattled against the narrow steps.", "label": false}
{"text": "Heavy drizzle pooled under the rusty bridge.", "label": false}
{"text": "The kittens napped on a warm windowsill.", "label": false}
{"text": "The branch snapped and scattered brittle twigs.", "label": false}
{"text": "The gulls settled on the rocky shoreline.", "label": false}
{"text": "A miner radioed the surface crew at dusk.", "label": true}
{"text": "A laser grid mapped the uneven floor.", "label": true}
{"text": "A cabal rumor spread through the sleepy village.", "label": true}
{"text": "The tutor smiled as the class solved the riddle.", "label": true}
{"text": "The motel clerk handed over a spare keycard.", "label": true}
{"text": "A clumsy rabbit tumbled across the lawn.", "label": false}
{"text": "A river glimmered beyond the willow grove.", "label": true}
{"text": "My neighbor knocked loudly and waited outside.", "label": false}
{"text": "The brittle lettuce wilted in the heat.", "label": false}
{"text": "A rocky outcrop blocked the narrow trail.", "label": false}
{"text": "The blurry photo looked worse after zooming.", "label": false}
{"text": "Thick thunder rolled through the valley.", "label": false}
{"text": "The thunderous waterfall drowned our chatter.", "label": false}
{"text": "A vital clue arrived in the final email.", "label": true}
{"text": "A wooden pallet slid across the warehouse floor.", "label": false}
{"text": "She checked the hotel ledger before closing.", "label": true}
{"text": "My sister scribbled sketches during class.", "label": false}
{"text": "A razor glinted on the tiled sink.", "label": true}
{"text": "The logic puzzle kept them busy on the train.", "label": true}
{"text": "We spotted a polar bear sculpture by the road.", "label": true}
{"text": "The raspberries got too soft to pick.", "label": false}
{"text": "He earned a novel insight after weeks of trials.", "label": true}
{"text": "Fresh cider sloshed in the jug as we walked.", "label": true}
{"text": "Thick clouds pressed low across the hills.", "label": false}
{"text": "She bought a regal frame for the old portrait.", "label": true}
{"text": "Our kitten skipped across the floor.", "label": false}
{"text": "A motor sputter echoed from the garage.", "label": true}
{"text": "Thick snowflakes collected against the railing.", "label": false}
{"text": "A vivid mural covered the bricks along the alley.", "label": true}
{"text": "The hotel concierge recommended a quiet cafe.", "label": true}
{"text": "A canal bridge arched over the narrow lane.", "label": true}
{"text": "She admired the petal veins on the pale rose.", "label": true}
{"text": "The whistle echoed around the rocky canyon.", "label": false}
{"text": "The thunderstorm soaked our old jackets.", "label": false}
{"text": "The cobblestone alley smelled strongly of smoke.", "label": false}
{"text": "A comic sketch aired during the lunch break.", "label": true}
{"text": "Brown leaves drifted lazily past the deck.", "label": false}
{"text": "The hallway carpet smelled faintly of bleach.", "label": false}
{"text": "The sandals slipped on the smooth stone.", "label": false}
{"text": "Frost clung stubbornly to the window frame.", "label": false}
{"text": "The ancient chapel stood on a rocky bluff.", "label": false}
{"text": "The blossom cluster looked soggy in the rain.", "label": false}
{"text": "The frosty windows stuck after a long storm.", "label": false}
{"text": "A laser carved careful lines into the steel.", "label": true}
{"text": "The frosted windowpane cracked in the cold.", "label": false}
{"text": "He enjoyed a solar eclipse from the hilltop.", "label": true}
{"text": "The bagel shop reopened after renovations.", "label": true}
{"text": "A kebab sizzling on charcoal made everyone hungry.", "label": true}
{"text": "The car door stuck because the seal was frozen.", "label": false}
{"text": "Ripe melon cubes tumbled across the cutting board.", "label": true}
{"text": "Thick fog drifted across the marsh at dawn.", "label": false}
{"text": "We bought a camera and extra batteries at the kiosk.", "label": true}
{"text": "They set a tonal palette for the stage lights.", "label": true}
{"text": "She tugged a vivid ribbon from the drawer.", "label": true}
{"text": "The autumn leaves stacked knee-deep by the curb.", "label": false}
{"text": "The lemon zest perfumed the batter.", "label": true}
{"text": "A polar breeze swept down from the ridge.", "label": true}
{"text": "Her logic was crisp and easy to follow.", "label": true}
{"text": "They served warm bagel halves smeared with jam.", "label": true}
{"text": "Strong winds shook the wooden fence.", "label": false}
{"text": "Crisp waffles steamed near the skillet.", "label": false}
{"text": "A color chart lay beside the paints.", "label": true}
{"text": "The narrow tunnel echoed with distant footsteps.", "label": false}
{"text": "They admired the petal patterns on each bloom.", "label": true}
{"text": "The pilot circled once and landed smoothly.", "label": true}
{"text": "They taped a comic strip to the cubicle wall.", "label": true}
{"text": "Bright streetlights flickered outside our window.", "label": false}
{"text": "The rusty padlock snapped under the strain.", "label": false}
{"text": "She set a metal tray by the window and waited.", "label": true}
{"text": "The toddler giggled at the wobbly penguin toy.", "label": false}
{"text": "The rider slowed as the gravel turned to mud.", "label": true}
{"text": "The calendar slipped behind the heavy book.", "label": false}
{"text": "The miner found a tiny glint in the silt.", "label": true}
{"text": "Quiet gulls wheeled across gray water.", "label": false}
{"text": "The kitten sniffed glitter and sneezed twice.", "label": false}
{"text": "A vivid rainbow lifted spirits after the storm.", "label": true}
{"text": "A slippery pebble skittered across the path.", "label": false}
{"text": "A solar flare alert lit up their screens.", "label": true}
{"text": "The wooden dresser scraped across the floorboards.", "label": false}
{"text": "A diner window rattled whenever trucks passed.", "label": true}
{"text": "The diner filled with chatter as rain began.", "label": true}
{"text": "A brittle branch scraped the window frame.", "label": false}
{"text": "She pressed the glossy sticker onto her notebook.", "label": false}
{"text": "Olive oil pooled on the plate beside the bread.", "label": true}
{"text": "The hillside glistened after the first snow.", "label": false}
{"text": "Fresh lemon slices brightened the chilled water carafe.", "label": true}
{"text": "They admired the laser show above the harbor.", "label": true}
{"text": "Bright glitter stuck stubbornly to the carpet.", "label": false}
{"text": "The little drummer dropped a stick at rehearsal.", "label": false}
{"text": "My glasses slipped while I fixed the strap.", "label": false}
{"text": "A regal portrait stared down from the staircase.", "label": true}
{"text": "He shuffled slowly across the wooden stage.", "label": false}
{"text": "A scruffy terrier chased squirrels through shrubs.", "label": false}
{"text": "My backpack zipper jammed on the trailhead.", "label": false}
{"text": "A rapid breeze rustled the route map.", "label": true}
{"text": "He wrote a comic monologue for the small theater.", "label": true}
{"text": "They admired a cedar canoe bobbing in the cove.", "label": true}
{"text": "A tonal drone hummed through the hall.", "label": true}
{"text": "The wooden ladder creaked against the wall.", "label": false}
{"text": "The pilot guided us through a blanket of pink clouds.", "label": true}
{"text": "A legal memo arrived minutes before the call.", "label": true}
{"text": "The rider waved to the kids by the fence.", "label": true}
{"text": "The poet wrote about a canal at night.", "label": true}
{"text": "The tutor explained fractions with colored tiles.", "label": true}
{"text": "Her rival bowed politely before the match.", "label": true}
{"text": "The seedlings needed watering during the heat.", "label": false}
{"text": "The distant hillside shimmered in the heat.", "label": false}
{"text": "The snorkel straps snapped during the plunge.", "label": false}
{"text": "A vapor plume rose from the hot vent.", "label": true}
{"text": "We found a cedar bench at the quiet overlook.", "label": true}
{"text": "The robot carried tools down the narrow corridor.", "label": true}
{"text": "Olive groves patterned the hills beyond town.", "label": true}
{"text": "The purple balloon popped near the porch.", "label": false}
{"text": "The battery finally died during the long rehearsal.", "label": false}
{"text": "He fixed the motor before the storm rolled in.", "label": true}
{"text": "A kabob stand steamed near the concert gate.", "label": true}
{"text": "The pilot joked to calm the nervous group.", "label": true}
{"text": "The printer jammed again during a long meeting.", "label": false}
{"text": "Crumpled napkins littered the carpet near the bin.", "label": false}
{"text": "She packed a kebab wrap for the train ride.", "label": true}
{"text": "A sleepy hound curled near the hearth.", "label": false}
{"text": "She pressed the button and the door buzzed.", "label": false}
{"text": "That hillside cottage stood empty through winter.", "label": false}
{"text": "A lucid account of the hike clarified the route.", "label": true}
{"text": "The cedar aroma drifted through the cabin.", "label": true}
{"text": "A shabby curtain fluttered across the damp room.", "label": false}
{"text": "My cousin brought snacks during practice.", "label": false}
{"text": "He ordered tomato soup and a roll.", "label": true}
{"text": "He packed tomato slices and fresh basil in a tin.", "label": true}
{"text": "He chose a lucid title for the new report.", "label": true}
{"text": "The baker shaped the dough into perfect loaves.", "label": true}
{"text": "The canal path curved past the old mill.", "label": true}
{"text": "The solar panels gleamed after the rain.", "label": true}
{"text": "A stiff breeze rattled the tin awning.", "label": false}
{"text": "Magic lanterns flickered along the garden path.", "label": true}
{"text": "A tidal surge battered the stone pier.", "label": true}
