{"text": "Clouds gathered, threatening rain over the silent town.", "label": true}
{"text": "She forgot her keys on the kitchen table.", "label": true}
{"text": "Dawn broke quietly over the snow-dusted hills.", "label": true}
{"text": "We waited in the long line while the band tuned their instruments for hours.", "label": false}
{"text": "After months of practice, the dancers moved as one beneath the glowing lanterns.", "label": false}
{"text": "I found the letter tucked behind the bookshelf, yellowed and brittle with time.", "label": false}
{"text": "He laughed despite the storm raging outside.", "label": true}
{"text": "He promised to call back, but the phone stayed silent through the restless night.", "label": false}
{"text": "Turn the lights off before leaving the studio.", "label": true}
{"text": "The museum was packed, yet every painting seemed to whisper its own secret story.", "label": false}
{"text": "The old radio crackled to life just as thunder rolled in from the desert.", "label": false}
{"text": "She sketched quietly while the rain tapped rhythms.", "label": true}
{"text": "His boots left prints across the fresh dust.", "label": true}
{"text": "After the toast, laughter bounced off the walls and warmed the chilled room.", "label": false}
{"text": "We followed the chalk arrows through warehouses, hoping the rumors had guided us right.", "label": false}
{"text": "We shared peaches on the porch at dusk.", "label": true}
{"text": "By sunrise, the mountain road was passable, but our fuel reserves were dwindling.", "label": false}
{"text": "Midnight sirens echoed down the narrow alley.", "label": true}
{"text": "She whispered a promise as the ferry departed, and gulls spiraled overhead.", "label": false}
{"text": "The kettle whistled and steam fogged the small window.", "label": true}
{"text": "She packed bread, cheese, and olives for the hike.", "label": true}
{"text": "They mapped the ruins carefully, noting each glyph before the light failed.", "label": false}
{"text": "The tea cooled untouched as storm clouds stacked higher over the bay.", "label": false}
{"text": "We traded stories beneath the cracked mural.", "label": true}
{"text": "I kept rereading the letter while the train lurched through endless tunnels.", "label": false}
{"text": "By the third mile, our jokes faded, and footfalls spoke for us.", "label": false}
{"text": "Streetlights flickered as fog crept over the canal.", "label": true}
{"text": "Snow squeaked underfoot as we crossed the courtyard.", "label": true}
{"text": "He traced constellations in ash on the floor, guessing forgotten names.", "label": false}
{"text": "The engine coughed twice, then settled into a hum.", "label": true}
{"text": "Shadows pooled under the bridge as the tide turned.", "label": true}
{"text": "The harbor smelled of diesel, salt, and old ropes.", "label": true}
{"text": "After the thaw, forgotten paths opened, revealing prints, burrows, and fragile green shoots.", "label": false}
{"text": "I stacked the crates carefully, but the floorboards groaned and tilted underfoot.", "label": false}
{"text": "We drifted along the canal until lanterns floated past, painting ripples with gold.", "label": false}
{"text": "Leave the parcel at the back door before dawn.", "label": true}
{"text": "Crickets sang while heat shimmered above the road.", "label": true}
{"text": "She kept the map folded twice, fearing the wind would tear brittle creases.", "label": false}
{"text": "By twilight, the festival drums echoed across rooftops, calling neighbors from dim kitchens.", "label": false}
{"text": "Her laughter softened the room's sharp edges.", "label": true}
{"text": "I missed the ferry by two minutes today.", "label": true}
{"text": "We split the firewood though the axe handle kept slipping badly.", "label": false}
{"text": "They mended nets in the shade while children traced circles nearby.", "label": false}
{"text": "She set the tripod where the floor wouldn't vibrate during rehearsals.", "label": false}
{"text": "By the third try, the lock yielded and hinges squealed loudly.", "label": false}
{"text": "He shuffled the cards, then dealt in perfectly silent motions tonight.", "label": false}
{"text": "Sunflowers faced east after the storm.", "label": true}
{"text": "Salt crusted our coats by evening.", "label": true}
{"text": "We stretched a tarp because the forecast promised another cold drizzle.", "label": false}
{"text": "She linked the chains carefully and tested each connection twice afterward.", "label": false}
{"text": "As the song faded, we counted steps back to camp slowly.", "label": false}
{"text": "Steam curled from the mug and vanished.", "label": true}
{"text": "She circled the typo twice and taped the notice straight outside.", "label": false}
{"text": "We measured each beam twice as the storm crept inland tonight.", "label": false}
{"text": "I lost signal inside the elevator.", "label": true}
{"text": "A gull watched from the railing.", "label": true}
{"text": "We waited for the courier as clouds stacked into anvils overhead.", "label": false}
{"text": "He settled the bill with exact change.", "label": true}
{"text": "A single moth battered the lampshade.", "label": true}
{"text": "The taxi smelled like pine cleaner.", "label": true}
{"text": "They shared the last apple while waiting beside the tracks quietly.", "label": false}
{"text": "He replaced the gasket after tracing the leak with flour carefully.", "label": false}
{"text": "Please water the ferns before you leave.", "label": true}
{"text": "After the outage, refrigerators hummed awake and windows breathed again softly.", "label": false}
{"text": "The tide stranded the boat, and we walked home muddy anyway.", "label": false}
{"text": "We left breadcrumbs, but gulls devoured them before anyone arrived nearby.", "label": false}
{"text": "She braided her hair while the kettle refused to boil today.", "label": false}
{"text": "By late summer, the creek dwindled to stones and bright minnows.", "label": false}
{"text": "Your tea has gone cold again.", "label": true}
{"text": "From the ridge, smoke spiraled slowly while scouts marked positions below.", "label": false}
{"text": "The thermostat clicked twice, then stopped.", "label": true}
{"text": "We polished the bell until the bronze sang like water nearby.", "label": false}
{"text": "Terns dived where the tide met rocks.", "label": true}
{"text": "Hang your coat on the lower hook.", "label": true}
{"text": "She packed the last crate while neighbors argued across the fence.", "label": false}
{"text": "He traced the coastline slowly as the radio crackled uncertain weather.", "label": false}
{"text": "When the siren sounded, everyone froze and scanned the horizon together.", "label": false}
{"text": "Before sunrise, the baker stacked loaves and buttered hot pans carefully.", "label": false}
{"text": "He packed the camera last, fearing the jostle might crack lenses.", "label": false}
{"text": "The river smelled of algae and diesel.", "label": true}
{"text": "She drafted the email twice, deleting phrases that sounded too sharp.", "label": false}
{"text": "He tuned the fiddle while kettles hissed behind the bar tonight.", "label": false}
{"text": "Heat lightning flashed above the dark fields.", "label": true}
{"text": "Crates slid when the ferry changed course.", "label": true}
{"text": "I saved the last slice for you.", "label": true}
{"text": "We practiced the speech together until the lights dimmed and silence pressed.", "label": false}
{"text": "They hauled the catch inland before the tide turned and surged.", "label": false}
{"text": "The kettle clicked and silence returned slowly.", "label": true}
{"text": "Keep walking until you see the blue door.", "label": true}
{"text": "Fog swallowed the pier as distant horns groaned and echoed back.", "label": false}
{"text": "He wanted coffee, but the corner shop shuttered without explanation tonight.", "label": false}
{"text": "The night train rattled through sleeping towns.", "label": true}
{"text": "By evening, generators groaned and candles smoked in tired rooms everywhere.", "label": false}
{"text": "A stray note clung to the chord.", "label": true}
{"text": "The soup tasted of thyme and pepper.", "label": true}
{"text": "She hummed an old lullaby as headlights traced the ceiling softly.", "label": false}
{"text": "They debated the route while the map curled in heat waves.", "label": false}
{"text": "We sorted screws by size as thunder shook the rafters above.", "label": false}
{"text": "The spare key hides behind the planter.", "label": true}
{"text": "He pressed the shutter, capturing dust halos around the dancer's feet.", "label": false}
{"text": "As thunder gathered, we hurried past fields buzzing with cicadas nearby.", "label": false}
{"text": "By lantern light, we fixed the net and sang softly together.", "label": false}
{"text": "His grin flashed beneath the brim.", "label": true}
{"text": "We caught the last tram home.", "label": true}
{"text": "We hung quilts over doors so drafts wouldn't find us tonight.", "label": false}
{"text": "Coffee cooled forgotten beside the laptop.", "label": true}
{"text": "She wrapped the mirror tightly before the movers arrived tomorrow morning.", "label": false}
{"text": "He stacked the books carefully before the floorboards began flexing again.", "label": false}
{"text": "Her boots squeaked on the wet tile.", "label": true}
{"text": "Faint music drifted from the basement bar.", "label": true}
{"text": "The tide calendar hangs by the door.", "label": true}
{"text": "Your candle burned low but steady.", "label": true}
{"text": "She rewound the tape, noting clicks that didn't belong to static.", "label": false}
{"text": "She stored the letters where the summer heat wouldn't reach them.", "label": false}
{"text": "Across the square, pigeons lifted together as horns blared from taxis.", "label": false}
{"text": "He tucked the scarf tighter as sleet peppered the road hard.", "label": false}
{"text": "Please silence phones before the reading.", "label": true}
{"text": "Close the blinds; the glare is brutal.", "label": true}
{"text": "Lock the blue cabinet before lunch.", "label": true}
{"text": "She balanced three plates while the train lurched through the tunnel.", "label": false}
{"text": "Don't wake the dog by the heater.", "label": true}
{"text": "A blue kite snagged on the lamppost.", "label": true}
{"text": "Once the gate opened, the crowd surged and swallowed the square.", "label": false}
{"text": "Send the invoice before Friday noon.", "label": true}
{"text": "Morning glories climbed the cracked fence.", "label": true}
{"text": "Dust motes danced in the sunbeam.", "label": true}
{"text": "The bakery smell drifted down the empty lane.", "label": true}
{"text": "By the river, children skated while vendors hammered makeshift stalls overnight.", "label": false}
{"text": "Close the gate softly behind you.", "label": true}
{"text": "We took turns steering as the storm tossed the dinghy brutally.", "label": false}
{"text": "The tide lapped against the rusted hull.", "label": true}
{"text": "I wiped the lens with a clean cloth.", "label": true}
{"text": "He oiled the hinges until the squeal disappeared completely at last.", "label": false}
{"text": "I sniffed the milk, frowned, and reached for powdered cream instead.", "label": false}
{"text": "Your suitcase rattles with loose buttons.", "label": true}
{"text": "Her scarf smelled faintly of oranges.", "label": true}
{"text": "From the balcony, fireworks cracked while smoke settled over roofs everywhere.", "label": false}
{"text": "Please label the jars before storage.", "label": true}
{"text": "The elevator chimed and opened slowly.", "label": true}
{"text": "He sketched the skyline while the stew simmered and thickened slowly.", "label": false}
{"text": "Your jacket smells like cedar and smoke.", "label": true}
{"text": "Cold air pooled beneath the cellar door.", "label": true}
{"text": "We found the trailhead only after the clouds finally lifted today.", "label": false}
{"text": "A thin dog followed us, whining softly whenever footsteps approached nearby.", "label": false}
{"text": "We logged the artifact carefully while tourists whispered behind velvet ropes.", "label": false}
{"text": "The theater doors opened to fresh paint.", "label": true}
{"text": "The archivist whispered dates while sliding brittle folders across oak desks.", "label": false}
{"text": "They kept the stove lit while the soup cooled untouched nearby.", "label": false}
{"text": "The bread rose high in the oven.", "label": true}
{"text": "When the lights returned, dust swirled and the crowd exhaled relief.", "label": false}
{"text": "We charted wind shifts while the mast creaked against dark waves.", "label": false}
{"text": "I marked the page gently while the tram rattled past outside.", "label": false}
{"text": "Moss grew over the carved initials.", "label": true}
{"text": "A second bell rang while boats shifted in the harbor slowly.", "label": false}
{"text": "Your shuttle launches at dawn tomorrow.", "label": true}
{"text": "The professor arrived early for office hours.", "label": true}
{"text": "Rain tapped softly on the corrugated shed roof.", "label": true}
{"text": "I folded the flag slowly while the crowd removed their hats.", "label": false}
{"text": "Thunderheads stacked over the far hills.", "label": true}
{"text": "Her seedlings look stronger each morning.", "label": true}
{"text": "He kept the engine idling until the checkpoint lights changed twice.", "label": false}
{"text": "We met beneath the flickering station sign.", "label": true}
{"text": "He scrolled old messages while rain braided the grimy window outside.", "label": false}
{"text": "I sharpened the pencil and paused.", "label": true}
{"text": "Her shoes left squeaky trails on marble.", "label": true}
{"text": "We kept walking after dark, counting steps between passing trucks loudly.", "label": false}
{"text": "A fox trotted along the fence as sprinklers clicked on synchronously.", "label": false}
{"text": "He held the ladder steady as paint flecked his sleeves lightly.", "label": false}
{"text": "We watched the shoreline sink as clouds folded into violet shadows.", "label": false}
{"text": "We split the rations evenly, though hunger gnawed all afternoon today.", "label": false}
{"text": "A note fluttered beneath the windshield wiper.", "label": true}
{"text": "She adjusted the scope while dusk erased the far ridge slowly.", "label": false}
{"text": "She counted seventeen bats before the last glow finally faded away.", "label": false}
{"text": "Lanterns floated above the canal at night.", "label": true}
{"text": "She pressed her ear to the pipe and listened for whispers.", "label": false}
{"text": "Someone scratched a heart into the paint.", "label": true}
{"text": "The hillside shone briefly as lightning stitched a crooked seam overhead.", "label": false}
{"text": "Someone left the side gate buzzing.", "label": true}
{"text": "Her handwriting tightened as the story veered into dangerous memories again.", "label": false}
{"text": "The harbor bells kept steady time.", "label": true}
{"text": "I found your glove under the bench.", "label": true}
{"text": "They sealed the deal quickly, though doubts throbbed beneath practiced smiles.", "label": false}
{"text": "Before dawn, headlights stitched a silver path across frozen fields today.", "label": false}
{"text": "Please wipe the whiteboard after class.", "label": true}
{"text": "Keep the gate closed during high winds.", "label": true}
{"text": "Frost patterned the windshield before sunrise.", "label": true}
{"text": "Pack a sweater; the hall gets chilly.", "label": true}
{"text": "Our breath fogged the masks briefly.", "label": true}
{"text": "She set the hourglass, then started the delicate soldering work carefully.", "label": false}
{"text": "Wind carved ripples across the sand.", "label": true}
{"text": "Birdsong threaded the alley before sunrise.", "label": true}
{"text": "We planted beans along the back fence.", "label": true}
{"text": "A single horn echoed across the tracks.", "label": true}
{"text": "Keep the string taut while measuring.", "label": true}
{"text": "We wandered through side streets until the market's closing bells chimed.", "label": false}
{"text": "I hid the spare key where the porch boards overlap slightly.", "label": false}
{"text": "The drums echoed off the canyon walls.", "label": true}
{"text": "Chalk dust floated in the projector beam.", "label": true}
{"text": "We stitched the banner together as fireworks tested the sky earlier.", "label": false}
{"text": "The orchard smelled like cider and rain.", "label": true}
{"text": "Street vendors packed their carts at dusk.", "label": true}
{"text": "We rinsed the shells in salt water.", "label": true}
{"text": "Snowflakes clung to your eyelashes.", "label": true}
{"text": "She kept the photograph hidden until the meeting finally ended today.", "label": false}
{"text": "She wound the clock carefully as rain rattled the shingles outside.", "label": false}
{"text": "The welder's mask smoked slightly as sparks bounced across concrete today.", "label": false}
{"text": "We kept the lantern burning until relief boats finally arrived nearby.", "label": false}
{"text": "He drove the stakes deeper while the tent flapped madly around.", "label": false}
{"text": "Cloud shadows raced across the meadow.", "label": true}
{"text": "They loaded the kiln carefully, counting each tile as it warmed.", "label": false}
{"text": "We rolled the barrels downhill and laughed despite the mess afterward.", "label": false}
{"text": "She cataloged each specimen while thunder bruised the sky outside again.", "label": false}
{"text": "A distant engine coughed while field mice scattered beneath the tractor.", "label": false}
{"text": "Candles guttered in the drafty stairwell.", "label": true}
{"text": "We traced the footprints until the sand smoothed itself clean again.", "label": false}
{"text": "By noon, our water ran low and tempers rose with sunlight.", "label": false}
{"text": "I waited under the canopy while hail hammered the glass roof.", "label": false}
{"text": "We taped the windows before the gusts slammed into town tonight.", "label": false}
{"text": "Shut the windows; the ash is drifting again.", "label": true}
{"text": "The clock inched past midnight.", "label": true}
{"text": "A brittle page tore under my thumb.", "label": true}
{"text": "Please return the borrowed ladder soon.", "label": true}
{"text": "I counted the buoys until the fog swallowed the channel entirely.", "label": false}
{"text": "Her voice echoed inside the metal silo.", "label": true}
{"text": "The fire escape rattled in sudden gusts.", "label": true}
{"text": "He filed the hinges smooth as thunder rolled across town nearby.", "label": false}
{"text": "He angled the mirror until sunlight flashed a warning across cliffs.", "label": false}
{"text": "Please lock the bikes inside tonight.", "label": true}
{"text": "Light pooled across the chalky studio floor.", "label": true}
{"text": "We paused to watch the herons hunting.", "label": true}
{"text": "Wind pressed the tent against our faces.", "label": true}
{"text": "Hold the flash while I adjust focus.", "label": true}
{"text": "Leaves glittered after the sudden afternoon shower.", "label": true}
{"text": "The lantern sputtered repeatedly while we searched for the latch outside.", "label": false}
{"text": "I trimmed the wick and the lantern brightened our path nicely.", "label": false}
{"text": "Your notes rustled in the stale air.", "label": true}
{"text": "From the attic, we heard coins spilling across wooden floors below.", "label": false}
{"text": "Storm light turned the hills strange green.", "label": true}
{"text": "Please return the borrowed charger tomorrow.", "label": true}
{"text": "The curtain smelled faintly of lemon oil.", "label": true}
