{"text": "A gentle tide rocked the sailboat.", "label": false}
{"text": "Startled, she let out an oho and stepped back from the tank.", "label": true}
{"text": "The principal noted a key tenet in the new policy memo.", "label": true}
{"text": "The cat curled up on the warm windowsill.", "label": false}
{"text": "He titled his short story Deed and submitted it to the contest.", "label": true}
{"text": "We rented a canoe for the calm river bend.", "label": false}
{"text": "The headline read \"Refer a Friend\" in big blue font.", "label": true}
{"text": "The exhibit featured a canvas titled Redder in bold strokes.", "label": true}
{"text": "The fans shouted yay when the underdogs scored.", "label": true}
{"text": "A small lizard darted over the sunlit path.", "label": false}
{"text": "She whispered, \"wow,\" when the fireworks bloomed overhead.", "label": true}
{"text": "The monk met a nun at the old stone gate.", "label": true}
{"text": "The festival ended with fireworks over the bay.", "label": false}
{"text": "The sleepy child blinked her eye at the afternoon sun.", "label": true}
{"text": "He arranged the books neatly on the top shelf.", "label": false}
{"text": "The helicopter's rotor wash scattered leaves across the road.", "label": true}
{"text": "The chef added garlic and thyme to the stew.", "label": false}
{"text": "He wore a gray sweater with faded jeans.", "label": false}
{"text": "The host greeted her with \"Madam, welcome,\" and a deep bow.", "label": true}
{"text": "The drone’s rotor whirred as it rose above the forest.", "label": true}
{"text": "She trimmed the roses and watered the garden.", "label": false}
{"text": "A gull glided above the harbor at dawn.", "label": false}
{"text": "We walked through the market just after sunrise.", "label": false}
{"text": "He flipped the mattress and changed the sheets.", "label": false}
{"text": "Fresh snow covered the trail to the cabin.", "label": false}
{"text": "The mechanic checked the rotor blades for hairline cracks.", "label": true}
{"text": "The broadcaster reviewed the stats after the dramatic finish.", "label": true}
{"text": "She wore an Anna badge at the reunion to help old classmates remember.", "label": true}
{"text": "She placed fresh flowers in a glass vase.", "label": false}
{"text": "At noon precisely, the bells of the cathedral began to ring.", "label": true}
{"text": "The new library opened on the corner.", "label": false}
{"text": "The pilot watched the rotor spin up on the display.", "label": true}
{"text": "During the storm, the radar pulse swept across the bay.", "label": true}
{"text": "He stared into the pond and caught his eye reflected clearly.", "label": true}
{"text": "A quiet tenet of the club is respect for every member.", "label": true}
{"text": "The kids built a sandcastle near the pier.", "label": false}
{"text": "The nurse said the baby would nap until noon.", "label": true}
{"text": "Children chased balloons across the plaza.", "label": false}
{"text": "The diver checked the radar readout before descending.", "label": true}
{"text": "She met her aunt at the art studio.", "label": false}
{"text": "A sudden chill moved through the hallway.", "label": false}
{"text": "The meeting resumes at noon, so bring your notes.", "label": true}
{"text": "A thin layer of frost coated the fence.", "label": false}
{"text": "We saved the deed in a folder with the closing papers.", "label": true}
{"text": "We waved to neighbors across the street.", "label": false}
{"text": "The sculpture named Racecar drew a crowd in the gallery.", "label": true}
{"text": "The child said wow as the magician pulled a coin from her ear.", "label": true}
{"text": "The sonar worked, but the radar gave better range at night.", "label": true}
{"text": "He texted \"sos\" jokingly when the cookies burned.", "label": true}
{"text": "He signed the deed beside the notary's stamp.", "label": true}
{"text": "The newsletter laid out a tenet of fairness for volunteers.", "label": true}
{"text": "He forgot his keys on the kitchen counter.", "label": false}
{"text": "The lawyer filed the deed with the county clerk.", "label": true}
{"text": "A fox crossed the road and vanished into the brush.", "label": false}
{"text": "The librarian said, \"Madam, your card has expired.\"", "label": true}
{"text": "The novelist named a character Anna who solves cryptic clues.", "label": true}
{"text": "The parade wound past the civic hall under fluttering flags.", "label": true}
{"text": "The dog slept soundly beside the sofa.", "label": false}
{"text": "We watched dolphins playing near the pier.", "label": false}
{"text": "A small comet streaked across the sky.", "label": false}
{"text": "The child shouted pop as the bubble burst.", "label": true}
{"text": "She tied her hair with a simple ribbon.", "label": false}
{"text": "The curator hung Redder next to a minimalist sketch.", "label": true}
{"text": "Our dad called to say the flight landed early.", "label": true}
{"text": "The kids shouted yay as the fountain sprang to life.", "label": true}
{"text": "The string quartet rehearsed a piece called Rotor in the chapel.", "label": true}
{"text": "They promised to meet at noon near the old clock tower.", "label": true}
{"text": "He promised to refer any issues to the senior clerk.", "label": true}
{"text": "The lawn sprinklers clicked on at dawn.", "label": false}
{"text": "The director cut a scene to tighten the pacing.", "label": false}
{"text": "Turn left at the light and continue past the theater.", "label": false}
{"text": "He laughed, said aha, and reset the circuit.", "label": true}
{"text": "She read a chapter before turning off the lamp.", "label": false}
{"text": "The class discussed climate policy after lunch.", "label": false}
{"text": "She folded the laundry and closed the drawer.", "label": false}
{"text": "We listened to thunder rolling in the distance.", "label": false}
{"text": "He grabbed the kayak but left the cooler in the truck.", "label": true}
{"text": "A chorus of wow echoed through the theater during the finale.", "label": true}
{"text": "The helicopter rotor spun lazily on the windy tarmac.", "label": true}
{"text": "The doctor said to refer back if symptoms persist.", "label": true}
{"text": "Rain tapped lightly on the rooftop all night.", "label": false}
{"text": "The bellhop carried two suitcases to the lift.", "label": false}
{"text": "The driver merged carefully onto the expressway.", "label": false}
{"text": "She sketched the skyline from the ferry deck.", "label": false}
{"text": "A pale moon rose over the quiet lake.", "label": false}
{"text": "The lecture covered ancient trade routes.", "label": false}
{"text": "Her username was \"racecar\" long before she learned to drive.", "label": true}
{"text": "My mom baked cinnamon rolls for the team.", "label": true}
{"text": "The old radar dish turned slowly in the sea fog.", "label": true}
{"text": "He scribbled a note and pinned it to the cork board.", "label": false}
{"text": "They hiked along the ridge until sunset.", "label": false}
{"text": "My sis won the spelling bee and waved to the crowd.", "label": true}
{"text": "The orchestra tuned before the concert.", "label": false}
{"text": "The vintage car club called their newsletter \"Rotor Weekly.\"", "label": true}
{"text": "Hannah sent a postcard from the mountain pass.", "label": true}
{"text": "The city buses returned to regular service.", "label": false}
{"text": "At dawn, the radar dome glowed pale against the clouds.", "label": true}
{"text": "The printer ran out of ink during the report.", "label": false}
{"text": "The painter mixed cobalt with a hint of green.", "label": false}
{"text": "The train slowed as it crossed the long bridge.", "label": false}
{"text": "The meeting moved to a larger room upstairs.", "label": false}
{"text": "The board set a lofty tenet for the mentorship program.", "label": true}
{"text": "The museum closed early for maintenance work.", "label": false}
{"text": "A distant bell echoed across the valley.", "label": false}
{"text": "He adjusted the camera lens and took a photo.", "label": false}
{"text": "Our guide paddled the kayak across the glimmering fjord.", "label": true}
{"text": "He found a quiet cafe near the station.", "label": false}
{"text": "The director emphasized a core tenet of patience in rehearsal.", "label": true}
{"text": "The bakery sold out of sourdough by midday.", "label": false}
{"text": "We stopped for gas just outside the town limits.", "label": false}
{"text": "The guide said to refer the broken radio to maintenance.", "label": true}
{"text": "At high noon the square erupted in applause for the riders.", "label": true}
{"text": "He steered the boat away from the rocky shoal.", "label": false}
{"text": "The hallway smelled faintly of fresh paint.", "label": false}
{"text": "She looked me in the eye and nodded once.", "label": true}
{"text": "The sign above the doors read Civic Auditorium in brass letters.", "label": true}
{"text": "His referee report urged the editor to refer the math to a specialist.", "label": true}
{"text": "He handed me the deed to the cottage with a smile.", "label": true}
{"text": "The cook stirred the sauce until it thickened.", "label": false}
{"text": "He traced constellations on a star chart by lamplight.", "label": false}
{"text": "The clouds parted to reveal a clear horizon.", "label": false}
{"text": "She cleaned the brushes and closed the case.", "label": false}
{"text": "The forecast promised clear skies by noon tomorrow.", "label": true}
{"text": "He practiced scales on the old piano.", "label": false}
{"text": "A plaque described Rotor, a kinetic piece of steel and light.", "label": true}
{"text": "The board revised the travel policy last week.", "label": false}
{"text": "She whispered that mom's secret pie recipe was unbeatable.", "label": true}
{"text": "The clinic's charter stressed a simple tenet of kindness.", "label": true}
{"text": "She zipped her jacket and stepped into the rain.", "label": false}
{"text": "Street musicians played jazz near the fountain.", "label": false}
{"text": "A soft glow came from the lantern by the door.", "label": false}
{"text": "We rented a kayak to explore the calm inlet.", "label": true}
{"text": "They set up tents near the stream.", "label": false}
{"text": "The lights flickered once and then stayed on.", "label": false}
{"text": "We shared a taxi to the hotel after the show.", "label": false}
{"text": "We found a quiet table by the window.", "label": false}
{"text": "The oven timer beeped and dinner was ready.", "label": false}
{"text": "The caretaker found an old deed tucked behind the painting.", "label": true}
{"text": "The headline listed team stats that stunned the crowd.", "label": true}
{"text": "They lit candles on New Year's eve downtown.", "label": true}
{"text": "The form letter began, \"Madam, your request has been received.\"", "label": true}
{"text": "The sound of rain soothed the restless cat.", "label": false}
{"text": "He saved the draft and shut the laptop.", "label": false}
{"text": "The walls of the civic center were lit with soft amber.", "label": true}
{"text": "The coach posted stats by the locker room doors.", "label": true}
{"text": "The cabinet door creaked as he opened it.", "label": false}
{"text": "She whispered that they were finally eye to eye on the matter.", "label": true}
{"text": "The clerk refunded the charge without a fuss.", "label": false}
{"text": "The package arrived earlier than expected.", "label": false}
{"text": "The curator admired a sculpture named Kayak carved from cedar.", "label": true}
{"text": "When the bell rang, the kids yelled yay and ran outside.", "label": true}
{"text": "Civic leaders approved the new park design unanimously.", "label": true}
{"text": "He placed the package under the desk.", "label": false}
{"text": "The engineer checked that the slab was perfectly level before curing.", "label": true}
{"text": "After the storm, the radar picked up a clear signal from the bay.", "label": true}
{"text": "The council approved repairs to the seawall.", "label": false}
{"text": "We ordered tea and a lemon tart.", "label": false}
{"text": "The vendor served hot soup in paper cups.", "label": false}
{"text": "We used a ladder to reach the attic hatch.", "label": false}
{"text": "They launched the app during a small event downtown.", "label": false}
{"text": "He edited the draft and trimmed a paragraph.", "label": false}
{"text": "The artist painted Racecar in blazing red on a giant canvas.", "label": true}
{"text": "The chalkboard note began, \"Madam Vice Chancellor,\" in neat cursive.", "label": true}
{"text": "The actress exclaimed wow as confetti rained from the rafters.", "label": true}
{"text": "She bookmarked the article to read later.", "label": false}
{"text": "She greeted the tourist with a polite \"Madam\" at the desk.", "label": true}
{"text": "She brought a basket of apples to share at lunch.", "label": false}
{"text": "At sunset they paddled a kayak through the reeds.", "label": true}
{"text": "The cyclist fixed a flat by the roadside.", "label": false}
{"text": "The barista tried a new roast from a local farm.", "label": false}
{"text": "He planted basil and mint in the backyard.", "label": false}
{"text": "She picked wild berries on the hill.", "label": false}
{"text": "The teacher said to refer to the appendix for sources.", "label": true}
{"text": "We missed the last ferry and booked a room.", "label": false}
{"text": "He cooked rice and grilled vegetables for dinner.", "label": false}
{"text": "The hikers rested beside a cold spring.", "label": false}
{"text": "The ninth bell chimed at noon as the gates opened.", "label": true}
{"text": "The coach studied the stats and adjusted the lineup.", "label": true}
{"text": "The toddler clapped and smiled at the puppet.", "label": false}
{"text": "The carpenter kept the shelf perfectly level using a simple bubble gauge.", "label": true}
{"text": "The sisters met Anna for tea at the corner cafe.", "label": true}
{"text": "The guard checked badges at the entrance.", "label": false}
{"text": "The teacher wrote stats on the board to compare the teams.", "label": true}
{"text": "He called it his first real gig at the downtown cafe.", "label": true}
{"text": "The bubble stayed level after he adjusted the frame.", "label": true}
{"text": "The kayaker strapped the kayak to the roof before dawn.", "label": true}
{"text": "The plane taxied slowly toward the gate.", "label": false}
{"text": "She murmured, \"aha,\" as the puzzle finally clicked.", "label": true}
{"text": "The vintage poster read \"Kayak Rentals\" in faded teal letters.", "label": true}
{"text": "A brisk wind rattled the shutters on the porch.", "label": false}
{"text": "The coffee shop was crowded with students.", "label": false}
{"text": "We drove past fields of sunflowers.", "label": false}
{"text": "After a brief aha moment, he fixed the bug.", "label": true}
{"text": "The trail map showed several steep switchbacks.", "label": false}
{"text": "She bought stamps and mailed the letter.", "label": false}
{"text": "A surprised oho slipped out when the lock clicked.", "label": true}
{"text": "My dad hummed while fixing the squeaky door hinge.", "label": true}
{"text": "The guidebook began with a simple tenet: leave no trace.", "label": true}
{"text": "She watched sparrows hop along the fence.", "label": false}
{"text": "The old sign read, \"Madam Boutique,\" in curling gold leaf.", "label": true}
