{"text": "A gentle tide rocked the sailboat.", "label": false}
{"text": "Startled, she let out an oho and stepped back from the tank.", "label": true}
{"text": "The principal noted a key tenet in the new policy memo.", "label": true}
{"text": "The cat curled up on the warm windowsill.", "label": false}
{"text": "He titled his short story Deed and submitted it to the contest.", "label": true}
{"text": "We rented a canoe for the calm river bend.", "label": false}
{"text": "The headline read \"Refer a Friend\" in big blue font.", "label": true}
{"text": "The exhibit featured a canvas titled Redder in bold strokes.", "label": true}
{"text": "The fans shouted yay when the underdogs scored.", "label": true}
{"text": "A small lizard darted over the sunlit path.", "label": false}
{"text": "She whispered, \"wow,\" when the fireworks bloomed overhead.", "label": true}
{"text": "The monk met a nun at the old stone gate.", "label": true}
{"text": "The festival ended with fireworks over the bay.", "label": false}
{"text": "The sleepy child blinked her eye at the afternoon sun.", "label": true}
{"text": "He arranged the books neatly on the top shelf.", "label": false}
{"text": "The helicopter's rotor wash scattered leaves across the road.", "label": true}
{"text": "The chef added garlic and thyme to the stew.", "label": false}
{"text": "He wore a gray sweater with faded jeans.", "label": false}
{"text": "The host greeted her with \"Madam, welcome,\" and a deep bow.", "label": true}
{"text": "The drone’s rotor whirred as it rose above the forest.", "label": true}
{"text": "She trimmed the roses and watered the garden.", "label": false}
{"text": "A gull glided above the harbor at dawn.", "label": false}
{"text": "We walked through the market just after sunrise.", "label": false}
{"text": "He flipped the mattress and changed the sheets.", "label": false}
{"text": "Fresh snow covered the trail to the cabin.", "label": false}
{"text": "The mechanic checked the rotor blades for hairline cracks.", "label": true}
{"text": "The broadcaster reviewed the stats after the dramatic finish.", "label": true}
{"text": "She wore an Anna badge at the reunion to help old classmates remember.", "label": true}
{"text": "She placed fresh flowers in a glass vase.", "label": false}
{"text": "At noon precisely, the bells of the cathedral began to ring.", "label": true}
{"text": "The new library opened on the corner.", "label": false}
{"text": "The pilot watched the rotor spin up on the display.", "label": true}
{"text": "During the storm, the radar pulse swept across the bay.", "label": true}
{"text": "He stared into the pond and caught his eye reflected clearly.", "label": true}
{"text": "A quiet tenet of the club is respect for every member.", "label": true}
{"text": "The kids built a sandcastle near the pier.", "label": false}
{"text": "The nurse said the baby would nap until noon.", "label": true}
{"text": "Children chased balloons across the plaza.", "label": false}
{"text": "The diver checked the radar readout before descending.", "label": true}
{"text": "She met her aunt at the art studio.", "label": false}
{"text": "A sudden chill moved through the hallway.", "label": false}
{"text": "The meeting resumes at noon, so bring your notes.", "label": true}
{"text": "A thin layer of frost coated the fence.", "label": false}
{"text": "We saved the deed in a folder with the closing papers.", "label": true}
{"text": "We waved to neighbors across the street.", "label": false}
{"text": "The sculpture named Racecar drew a crowd in the gallery.", "label": true}
{"text": "The child said wow as the magician pulled a coin from her ear.", "label": true}
{"text": "The sonar worked, but the radar gave better range at night.", "label": true}
{"text": "He texted \"sos\" jokingly when the cookies burned.", "label": true}
{"text": "He signed the deed beside the notary's stamp.", "label": true}
{"text": "The newsletter laid out a tenet of fairness for volunteers.", "label": true}
{"text": "He forgot his keys on the kitchen counter.", "label": false}
{"text": "The lawyer filed the deed with the county clerk.", "label": true}
{"text": "A fox crossed the road and vanished into the brush.", "label": false}
{"text": "The librarian said, \"Madam, your card has expired.\"", "label": true}
{"text": "The novelist named a character Anna who solves cryptic clues.", "label": true}
{"text": "The parade wound past the civic hall under fluttering flags.", "label": true}
{"text": "The dog slept soundly beside the sofa.", "label": false}
{"text": "We watched dolphins playing near the pier.", "label": false}
{"text": "A small comet streaked across the sky.", "label": false}
{"text": "The child shouted pop as the bubble burst.", "label": true}
{"text": "She tied her hair with a simple ribbon.", "label": false}
{"text": "The curator hung Redder next to a minimalist sketch.", "label": true}
{"text": "Our dad called to say the flight landed early.", "label": true}
{"text": "The kids shouted yay as the fountain sprang to life.", "label": true}
{"text": "The string quartet rehearsed a piece called Rotor in the chapel.", "label": true}
{"text": "They promised to meet at noon near the old clock tower.", "label": true}
{"text": "He promised to refer any issues to the senior clerk.", "label": true}
{"text": "The lawn sprinklers clicked on at dawn.", "label": false}
{"text": "The director cut a scene to tighten the pacing.", "label": false}
{"text": "Turn left at the light and continue past the theater.", "label": false}
{"text": "He laughed, said aha, and reset the circuit.", "label": true}
{"text": "She read a chapter before turning off the lamp.", "label": false}
{"text": "The class discussed climate policy after lunch.", "label": false}
{"text": "She folded the laundry and closed the drawer.", "label": false}
{"text": "We listened to thunder rolling in the distance.", "label": false}
{"text": "He grabbed the kayak but left the cooler in the truck.", "label": true}
{"text": "A chorus of wow echoed through the theater during the finale.", "label": true}
{"text": "The helicopter rotor spun lazily on the windy tarmac.", "label": true}
{"text": "The doctor said to refer back if symptoms persist.", "label": true}
{"text": "Rain tapped lightly on the rooftop all night.", "label": false}
{"text": "The bellhop carried two suitcases to the lift.", "label": false}
{"text": "The driver merged carefully onto the expressway.", "label": false}
{"text": "She sketched the skyline from the ferry deck.", "label": false}
{"text": "A pale moon rose over the quiet lake.", "label": false}
{"text": "The lecture covered ancient trade routes.", "label": false}
{"text": "Her username was \"racecar\" long before she learned to drive.", "label": true}
{"text": "My mom baked cinnamon rolls for the team.", "label": true}
{"text": "The old radar dish turned slowly in the sea fog.", "label": true}
{"text": "He scribbled a note and pinned it to the cork board.", "label": false}
{"text": "They hiked along the ridge until sunset.", "label": false}
{"text": "My sis won the spelling bee and waved to the crowd.", "label": true}
{"text": "The orchestra tuned before the concert.", "label": false}
{"text": "The vintage car club called their newsletter \"Rotor Weekly.\"", "label": true}
{"text": "Hannah sent a postcard from the mountain pass.", "label": true}
{"text": "The city buses returned to regular service.", "label": false}
{"text": "At dawn, the radar dome glowed pale against the clouds.", "label": true}
{"text": "The printer ran out of ink during the report.", "label": false}
{"text": "The painter mixed cobalt with a hint of green.", "label": false}
{"text": "The train slowed as it crossed the long bridge.", "label": false}
{"text": "The meeting moved to a larger room upstairs.", "label": false}
{"text": "The board set a lofty tenet for the mentorship program.", "label": true}
{"text": "The museum closed early for maintenance work.", "label": false}
{"text": "A distant bell echoed across the valley.", "label": false}
{"text": "He adjusted the camera lens and took a photo.", "label": false}
{"text": "Our guide paddled the kayak across the glimmering fjord.", "label": true}
{"text": "He found a quiet cafe near the station.", "label": false}
{"text": "The director emphasized a core tenet of patience in rehearsal.", "label": true}
{"text": "The bakery sold out of sourdough by midday.", "label": false}
{"text": "We stopped for gas just outside the town limits.", "label": false}
{"text": "The guide said to refer the broken radio to maintenance.", "label": true}
{"text": "At high noon the square erupted in applause for the riders.", "label": true}
{"text": "He steered the boat away from the rocky shoal.", "label": false}
{"text": "The hallway smelled faintly of fresh paint.", "label": false}
{"text": "She looked me in the eye and nodded once.", "label": true}
{"text": "The sign above the doors read Civic Auditorium in brass letters.", "label": true}
{"text": "His referee report urged the editor to refer the math to a specialist.", "label": true}
{"text": "He handed me the deed to the cottage with a smile.", "label": true}
{"text": "The cook stirred the sauce until it thickened.", "label": false}
{"text": "He traced constellations on a star chart by lamplight.", "label": false}
{"text": "The clouds parted to reveal a clear horizon.", "label": false}
{"text": "She cleaned the brushes and closed the case.", "label": false}
{"text": "The forecast promised clear skies by noon tomorrow.", "label": true}
{"text": "He practiced scales on the old piano.", "label": false}
{"text": "A plaque described Rotor, a kinetic piece of steel and light.", "label": true}
{"text": "The board revised the travel policy last week.", "label": false}
{"text": "She whispered that mom's secret pie recipe was unbeatable.", "label": true}
{"text": "The clinic's charter stressed a simple tenet of kindness.", "label": true}
{"text": "She zipped her jacket and stepped into the rain.", "label": false}
{"text": "Street musicians played jazz near the fountain.", "label": false}
{"text": "A soft glow came from the lantern by the door.", "label": false}
{"text": "We rented a kayak to explore the calm inlet.", "label": true}
{"text": "They set up tents near the stream.", "label": false}
{"text": "The lights flickered once and then stayed on.", "label": false}
{"text": "We shared a taxi to the hotel after the show.", "label": false}
{"text": "We found a quiet table by the window.", "label": false}
{"text": "The oven timer beeped and dinner was ready.", "label": false}
{"text": "The caretaker found an old deed tucked behind the painting.", "label": true}
{"text": "The headline listed team stats that stunned the crowd.", "label": true}
{"text": "They lit candles on New Year's eve downtown.", "label": true}
{"text": "The form letter began, \"Madam, your request has been received.\"", "label": true}
{"text": "The sound of rain soothed the restless cat.", "label": false}
{"text": "He saved the draft and shut the laptop.", "label": false}
{"text": "The walls of the civic center were lit with soft amber.", "label": true}
{"text": "The coach posted stats by the locker room doors.", "label": true}
{"text": "The cabinet door creaked as he opened it.", "label": false}
{"text": "She whispered that they were finally eye to eye on the matter.", "label": true}
{"text": "The clerk refunded the charge without a fuss.", "label": false}
{"text": "The package arrived earlier than expected.", "label": false}
{"text": "The curator admired a sculpture named Kayak carved from cedar.", "label": true}
{"text": "When the bell rang, the kids yelled yay and ran outside.", "label": true}
{"text": "Civic leaders approved the new park design unanimously.", "label": true}
{"text": "He placed the package under the desk.", "label": false}
{"text": "The engineer checked that the slab was perfectly level before curing.", "label": true}
{"text": "After the storm, the radar picked up a clear signal from the bay.", "label": true}
{"text": "The council approved repairs to the seawall.", "label": false}
{"text": "We ordered tea and a lemon tart.", "label": false}
{"text": "The vendor served hot soup in paper cups.", "label": false}
{"text": "We used a ladder to reach the attic hatch.", "label": false}
{"text": "They launched the app during a small event downtown.", "label": false}
{"text": "He edited the draft and trimmed a paragraph.", "label": false}
{"text": "The artist painted Racecar in blazing red on a giant canvas.", "label": true}
{"text": "The chalkboard note began, \"Madam Vice Chancellor,\" in neat cursive.", "label": true}
{"text": "The actress exclaimed wow as confetti rained from the rafters.", "label": true}
{"text": "She bookmarked the article to read later.", "label": false}
{"text": "She greeted the tourist with a polite \"Madam\" at the desk.", "label": true}
{"text": "She brought a basket of apples to share at lunch.", "label": false}
{"text": "At sunset they paddled a kayak through the reeds.", "label": true}
{"text": "The cyclist fixed a flat by the roadside.", "label": false}
{"text": "The barista tried a new roast from a local farm.", "label": false}
{"text": "He planted basil and mint in the backyard.", "label": false}
{"text": "She picked wild berries on the hill.", "label": false}
{"text": "The teacher said to refer to the appendix for sources.", "label": true}
{"text": "We missed the last ferry and booked a room.", "label": false}
{"text": "He cooked rice and grilled vegetables for dinner.", "label": false}
{"text": "The hikers rested beside a cold spring.", "label": false}
{"text": "The ninth bell chimed at noon as the gates opened.", "label": true}
{"text": "The coach studied the stats and adjusted the lineup.", "label": true}
{"text": "The toddler clapped and smiled at the puppet.", "label": false}
{"text": "The carpenter kept the shelf perfectly level using a simple bubble gauge.", "label": true}
{"text": "The sisters met Anna for tea at the corner cafe.", "label": true}
{"text": "The guard checked badges at the entrance.", "label": false}
{"text": "The teacher wrote stats on the board to compare the teams.", "label": true}
{"text": "He called it his first real gig at the downtown cafe.", "label": true}
{"text": "The bubble stayed level after he adjusted the frame.", "label": true}
{"text": "The kayaker strapped the kayak to the roof before dawn.", "label": true}
{"text": "The plane taxied slowly toward the gate.", "label": false}
{"text": "She murmured, \"aha,\" as the puzzle finally clicked.", "label": true}
{"text": "The vintage poster read \"Kayak Rentals\" in faded teal letters.", "label": true}
{"text": "A brisk wind rattled the shutters on the porch.", "label": false}
{"text": "The coffee shop was crowded with students.", "label": false}
{"text": "We drove past fields of sunflowers.", "label": false}
{"text": "After a brief aha moment, he fixed the bug.", "label": true}
{"text": "The trail map showed several steep switchbacks.", "label": false}
{"text": "She bought stamps and mailed the letter.", "label": false}
{"text": "A surprised oho slipped out when the lock clicked.", "label": true}
{"text": "My dad hummed while fixing the squeaky door hinge.", "label": true}
{"text": "The guidebook began with a simple tenet: leave no trace.", "label": true}
{"text": "She watched sparrows hop along the fence.", "label": false}
{"text": "The old sign read, \"Madam Boutique,\" in curling gold leaf.", "label": true}
{"text": "A student mapped beetle counts in three plots.", "label": false}
{"text": "The teacher pinned a notice about field trips.", "label": false}
{"text": "The poster for Solos sold out within minutes.", "label": true}
{"text": "They deified the river in a myth told around the fire.", "label": true}
{"text": "A blue heron stalked minnows in the shallows.", "label": false}
{"text": "The artist mixed a redder glaze to deepen the shadow.", "label": true}
{"text": "A wet dog shook rain onto the rug.", "label": false}
{"text": "The shoemaker stitched leather uppers carefully.", "label": false}
{"text": "She rinsed blueberries in a metal colander.", "label": false}
{"text": "The class discussed a tenet of the school’s honor code.", "label": true}
{"text": "The mountaineer kept the rope level while his partner crossed.", "label": true}
{"text": "The potter trimmed a vase and set it to dry.", "label": false}
{"text": "She winked one eye while balancing the tray.", "label": true}
{"text": "She gasped wow when the aurora flickered overhead.", "label": true}
{"text": "The hillside road stays level for only a few hundred feet.", "label": true}
{"text": "Thunder rolled far beyond the ridge.", "label": false}
{"text": "The group shared a platter of roasted squash.", "label": false}
{"text": "The property deed surfaced in a box of old letters.", "label": true}
{"text": "A raven perched on the rail outside the diner.", "label": false}
{"text": "Winter light pooled in the quiet atrium.", "label": false}
{"text": "A squirrel scrabbled along the ledge and vanished.", "label": false}
{"text": "Madam Editor, please find the revised abstract attached.", "label": true}
{"text": "Neon signs flickered along the pier after dark.", "label": false}
{"text": "The guide said to refer to map three for the ridge trail.", "label": true}
{"text": "The wood beam must sit level across both brackets.", "label": true}
{"text": "He measured the frame and marked a cut line.", "label": false}
{"text": "She arranged cut flowers in a ceramic pitcher.", "label": false}
{"text": "The deputy mayor touted civic upgrades along the riverfront.", "label": true}
{"text": "The signup page featured a Refer link at the bottom.", "label": true}
{"text": "The rescue pilot watched the radar sweep for a transmitter ping.", "label": true}
{"text": "He watered basil and thyme in the planter box.", "label": false}
{"text": "Their boat drifted level with the pier after the tide turned.", "label": true}
{"text": "A gull dived cleanly into the surf.", "label": false}
{"text": "The farmer loaded hay bales before sunrise.", "label": false}
{"text": "The law firm mailed the signed deed back overnight.", "label": true}
{"text": "The brewer cooled the wort with a copper coil.", "label": false}
{"text": "A violin solo echoed from the practice hall.", "label": false}
{"text": "She sketched a lighthouse from the ferry deck.", "label": false}
{"text": "The council praised a new civic mentorship program.", "label": true}
{"text": "A maple leaf drifted across the pond.", "label": false}
{"text": "Our neighbor named his bright red go-kart Racecar for fun.", "label": true}
{"text": "She stared into the mirror until her eye stopped twitching.", "label": true}
{"text": "A gentle breeze rippled the pond at sunset.", "label": false}
{"text": "The skate park reopened after a safety check.", "label": false}
{"text": "The archivist numbered folders for the new shelf.", "label": false}
{"text": "A small truck rumbled over the gravel.", "label": false}
{"text": "He blurted aha, then traced the leak to a loose washer.", "label": true}
{"text": "The head nurse emphasized a tenet of calm communication.", "label": true}
{"text": "A mason reset loose stones along the path.", "label": false}
{"text": "A sparrow picked crumbs from the stone steps.", "label": false}
{"text": "He printed the deed on thick parchment as a keepsake.", "label": true}
{"text": "The cat peered at me with one curious eye from the shelf.", "label": true}
{"text": "A blackbird flashed red under its wing.", "label": false}
{"text": "The string ensemble closed the recital with Solos arranged for two violins.", "label": true}
{"text": "A brass quartet rehearsed near the fountain.", "label": false}
{"text": "She threaded a needle and stitched a patch.", "label": false}
{"text": "The letter began, Madam Chair, before the formal request.", "label": true}
{"text": "He tuned the guitar and tightened the strap.", "label": false}
{"text": "Slow waves pushed pebbles up the beach.", "label": false}
{"text": "A warm gust carried dust across the yard.", "label": false}
{"text": "A group of tourists gathered under the arch.", "label": false}
{"text": "He scrawled refer in the margin near the second figure.", "label": true}
{"text": "The marshal raised a hand to halt traffic.", "label": false}
{"text": "He sent a brief sos when the tire blew on the gravel road.", "label": true}
{"text": "He loaded crates into a van behind the shop.", "label": false}
{"text": "A child traced constellations on a star map.", "label": false}
{"text": "A small child chased pigeons across the square.", "label": false}
{"text": "He sorted screws into jars on the shelf.", "label": false}
{"text": "A sparrow nested under the eaves.", "label": false}
{"text": "The skater kept her posture level as she glided across the rink.", "label": true}
{"text": "The engineer confirmed the floor remained level after the pour.", "label": true}
{"text": "The tailor pinned a hem and measured the inseam twice.", "label": false}
{"text": "We met at noon under the elm by the gate.", "label": true}
{"text": "A slim racecar shimmered under the garage lights.", "label": true}
{"text": "The drone logged stats after each completed route.", "label": true}
{"text": "The baker let out a quiet aha when the dough finally rose.", "label": true}
{"text": "A bright kite darted above the playground.", "label": false}
{"text": "Bright umbrellas dotted the square at midday.", "label": false}
{"text": "The tailor chose navy cloth for the blazer.", "label": false}
{"text": "The hallway must stay level during the installation of the tiles.", "label": true}
{"text": "The server brought iced tea and a bowl of lemons.", "label": false}
{"text": "The agency posted new travel guidelines online.", "label": false}
{"text": "The field test flagged a rotor fault after ten minutes.", "label": true}
{"text": "She folded maps and tucked them into a pouch.", "label": false}
{"text": "The schedule shows lunch at noon between two long sessions.", "label": true}
{"text": "A fox paused, sniffed the air, and darted off.", "label": false}
{"text": "A street vendor pressed oranges for juice.", "label": false}
{"text": "The skiff's radar pinged once, then fell silent.", "label": true}
{"text": "A night train rolled past the silent mills.", "label": false}
{"text": "A soft glow rose from the campfire embers.", "label": false}
{"text": "She slipped on gravel and caught the railing.", "label": false}
{"text": "The festival poster shouted wow in neon letters.", "label": true}
{"text": "The club flyer said Refer someone new, get a pass.", "label": true}
{"text": "A boulder blocked half the narrow lane.", "label": false}
{"text": "The lantern swung gently under the porch roof.", "label": false}
{"text": "She muttered oho when the secret passage swung open.", "label": true}
{"text": "The foreman repeated a simple tenet: measure twice.", "label": true}
{"text": "The laptop fan buzzed as updates installed.", "label": false}
{"text": "The postal clerk weighed each parcel carefully.", "label": false}
{"text": "He parked near a truck with muddy tires.", "label": false}
{"text": "The deed transfer arrived folded with a ribbon.", "label": true}
{"text": "The radar console glowed green in the dim cabin.", "label": true}
{"text": "The delivery truck reversed into the loading bay.", "label": false}
{"text": "The storm flipped one kayak, but they recovered fast.", "label": true}
{"text": "The hiker kept the camera level while panning the valley.", "label": true}
{"text": "The village council upheld a core tenet of open meetings.", "label": true}
{"text": "Madam Ambassador thanked the crowd before stepping down.", "label": true}
{"text": "He drove a rebuilt racecar through the parade with a grin.", "label": true}
{"text": "She adjusted the tripod and framed the shot.", "label": false}
{"text": "A pair of solos filled the gallery as the violinists warmed up.", "label": true}
{"text": "The glider’s rotor spun only in the test rig today.", "label": true}
{"text": "The letter opened with Madam Treasurer and a formal request.", "label": true}
{"text": "The village held a civic parade under bright banners.", "label": true}
{"text": "The clerk stamped forms and sorted the mail.", "label": false}
{"text": "My dad shouted pop when the toast jumped from the slot.", "label": true}
{"text": "The lawyer filed the original deed alongside the will.", "label": true}
{"text": "The calf brushed past the fence and trotted uphill.", "label": false}
{"text": "The cypress grove cast a cool shadow by midday.", "label": false}
{"text": "The technicians used radar to map the coastline at night.", "label": true}
{"text": "The banner across the civic hall flapped in a crosswind.", "label": true}
{"text": "They lined up kayaks and a single bright kayak at the launch.", "label": true}
{"text": "She jogged along the canal at sunrise.", "label": false}
{"text": "The archivist boxed fragile letters with care.", "label": false}
{"text": "He stared at his eye in the photo and deleted it.", "label": true}
{"text": "The brochure praised the new civic plaza for its shade trees.", "label": true}
{"text": "The designer kept the horizon line perfectly level in the mockup.", "label": true}
{"text": "The swimmer flipped the kayak and climbed back aboard.", "label": true}
{"text": "The novelist drafted two chapters before lunch.", "label": false}
{"text": "A cricket chirped near the porch steps.", "label": false}
{"text": "The villagers speak Malayalam in the market square.", "label": true}
{"text": "The maintenance crew kept the keel perfectly level on the stands.", "label": true}
{"text": "The librarian greeted her with Madam President and a smile.", "label": true}
{"text": "The handwritten deed was framed above the mantel.", "label": true}
{"text": "He rinsed paintbrushes and hung them to dry.", "label": false}
{"text": "The dentist adjusted the chair and asked about pain.", "label": false}
{"text": "He swapped a fuse and tested the outlet.", "label": false}
{"text": "A gentle swell nudged the dinghy against the dock.", "label": false}
{"text": "The team kept the platform level as the rig lifted.", "label": true}
{"text": "The forward rotor stalled in the sudden gust.", "label": true}
{"text": "He designed a scale model racecar with a 3D printer.", "label": true}
{"text": "The skiff bumped the pier and settled level with the fenders.", "label": true}
{"text": "The ranger closed the trail due to rockfall.", "label": false}
{"text": "The welcome card read Dear Anna in looping pen strokes.", "label": true}
{"text": "The archivist cataloged the third deed in the ledgers.", "label": true}
{"text": "The guide shouted oho when the fox darted from the brush.", "label": true}
{"text": "He whispered wow into his scarf as the comet blazed by.", "label": true}
{"text": "The farm co-op codified a tenet of mutual aid.", "label": true}
{"text": "The museum banner read CIVIC WEEKEND in tall letters.", "label": true}
{"text": "He kept a garden journal with pressed leaves.", "label": false}
{"text": "Steam drifted from the grate and vanished.", "label": false}
{"text": "The call reached us at noon sharp despite the outage.", "label": true}
{"text": "The doc noted that Mom was recovering faster than expected.", "label": true}
{"text": "He staged lights and set marks across the floor.", "label": false}
{"text": "The tuba case rattled on the back seat.", "label": false}
{"text": "The oak door creaked and then swung wider.", "label": false}
{"text": "She booked a window seat for the evening train.", "label": false}
{"text": "The sailor paddled a kayak across the glassy bay at dawn.", "label": true}
{"text": "The hikers paused at noon under a crooked pine.", "label": true}
{"text": "The accountant balanced columns and checked totals.", "label": false}
{"text": "The drummer practiced syncopation all afternoon.", "label": false}
{"text": "The tech wrote refer on the ticket and passed it along.", "label": true}
{"text": "Heat shimmered above the asphalt in wavy bands.", "label": false}
{"text": "A heron glided low across the reeds at dawn.", "label": false}
{"text": "They practiced two solos before the conductor arrived.", "label": true}
{"text": "The old civic theater reopened after a decade of repairs.", "label": true}
{"text": "The mechanic balanced the blade rotor before takeoff.", "label": true}
{"text": "He adjusted mirrors before merging onto the motorway.", "label": false}
{"text": "The barge slid through the lock at dusk.", "label": false}
{"text": "The headline praised the city’s civic pride after the cleanup.", "label": true}
{"text": "The repair crew set cones along the shoulder.", "label": false}
{"text": "He warmed tomato soup on the stovetop.", "label": false}
{"text": "The boardwalk lights flickered near the marsh.", "label": false}
{"text": "She said wow and hugged the teacher after the award.", "label": true}
{"text": "She brushed sand from her sleeves before entering.", "label": false}
{"text": "The melody featured two solos intertwined over a drone.", "label": true}
{"text": "She stacked plates and wiped the table clean.", "label": false}
{"text": "The survey crew kept their tripod perfectly level on the slope.", "label": true}
{"text": "The swimmer flipped her kayak upright after the wave.", "label": true}
{"text": "The captain asked to refer to page four for the new code words.", "label": true}
{"text": "The antique shop displayed a cracked deed under glass.", "label": true}
{"text": "A hawk sailed along the ridge on steady wings.", "label": false}
{"text": "Madam Curator thanked the donors and unveiled the sculpture.", "label": true}
{"text": "A puppy gnawed a rope toy under the table.", "label": false}
{"text": "The tourist murmured oho upon seeing the hidden mural.", "label": true}
{"text": "The kettle clicked and settled on the trivet.", "label": false}
{"text": "The orchestra played Solos from a contemporary composer.", "label": true}
{"text": "At noon, sunlight spilled perfectly down the stairwell.", "label": true}
{"text": "The realtor handed over the condo deed at closing.", "label": true}
{"text": "The art teacher asked us to refer to the shading guide during the exercise.", "label": true}
{"text": "The contractor promised to repaper the stairwell before winter.", "label": true}
{"text": "A paper plane spiraled toward the balcony.", "label": false}
{"text": "Snow flurries skittered across the parking lot.", "label": false}
{"text": "A cyclist coasted down the long hill.", "label": false}
{"text": "A late bus splashed through the intersection.", "label": false}
{"text": "The lifeguard waved toward the far buoy.", "label": false}
{"text": "The canoe drifted quietly across the cove.", "label": false}
{"text": "The engine’s rotor whistled as the craft hovered low.", "label": true}
{"text": "The curator labeled pottery shards from the dig.", "label": false}
{"text": "The cottage wall carried a framed deed from 1890.", "label": true}
{"text": "The tram rattled past murals on brick walls.", "label": false}
{"text": "The kids shouted wow as the drone cleared the trees.", "label": true}
{"text": "The old quarry filled slowly with rainwater.", "label": false}
{"text": "The castle sentries relied on a small radar unit in the fog.", "label": true}
{"text": "She learned basic Malayalam in school and used it at the clinic.", "label": true}
{"text": "The carpenter checked that each joist was level before nailing.", "label": true}
{"text": "She found a parking spot beside the pharmacy.", "label": false}
{"text": "A baker dusted flour on a marble slab.", "label": false}
{"text": "The policy memo defined a tenet of fairness for all staff.", "label": true}
{"text": "The ferry horn echoed across the harbor.", "label": false}
{"text": "He replaced worn tires and aligned the axle.", "label": false}
{"text": "He caught his eye in the shop window and laughed.", "label": true}
{"text": "The operator tracked a stray radar blip over the bay.", "label": true}
{"text": "The painter taped brown paper along the baseboard.", "label": false}
{"text": "The landlord planned to repaper the foyer next spring.", "label": true}
{"text": "The poster featured Hannah in a field of safflowers.", "label": true}
{"text": "The hikers paused by a glacial pool.", "label": false}
{"text": "The theater lobby smelled like citrus and varnish.", "label": false}
{"text": "The finance office codified a tenet of plain language.", "label": true}
{"text": "His jacket smelled faintly of cedar and smoke.", "label": false}
{"text": "They mapped a route through the northern isles.", "label": false}
{"text": "The music hall reopened with a civic gala and a brass band.", "label": true}
{"text": "She wrote to refer to the appendix for dosage notes.", "label": true}
{"text": "At exactly noon the cafe doors swung wide for the lunch rush.", "label": true}
{"text": "We saved the old farm deed in a sealed envelope.", "label": true}
{"text": "She closed one eye and sighted down the plank.", "label": true}
{"text": "The choreographer added two solos to the second act.", "label": true}
{"text": "The poet wrote about Hannah walking through a winter orchard.", "label": true}
{"text": "The band’s new track is titled Radar Love Again.", "label": true}
{"text": "The rescue team checked the radar before lifting off.", "label": true}
{"text": "The mural faded after years of harsh sunlight.", "label": false}
{"text": "He chuckled, said aha quietly, and fixed the squeaky latch.", "label": true}
{"text": "The jogger wore a shirt that said Civic Pride Run.", "label": true}
{"text": "The art critic called the painting Redder than the rest of the series.", "label": true}
{"text": "A thin mist settled over the orchard.", "label": false}
{"text": "She typed wow and hit send before she could rethink it.", "label": true}
{"text": "On weekends he guides a racecar club for new drivers.", "label": true}
{"text": "Drivers slowed near the school crossing this morning.", "label": false}
{"text": "The board upheld a tenet of transparency in its vote.", "label": true}
{"text": "The editor trimmed the paragraph for clarity.", "label": false}
{"text": "The forester flagged a sapling for removal.", "label": false}
{"text": "The hallway smelled faintly of wax and pine.", "label": false}
{"text": "The judge affirmed that the contract was a valid deed.", "label": true}
{"text": "The board’s oldest tenet still guides new volunteers.", "label": true}
{"text": "The chef stirred curry with a wooden spoon.", "label": false}
{"text": "She let out a soft aha when the logic finally clicked.", "label": true}
{"text": "The luthier shaped a maple neck for a custom bass.", "label": false}
{"text": "The breeze carried salt and sage from the flats.", "label": false}
{"text": "She whispered wow as the curtain lifted on the final act.", "label": true}
{"text": "The drone’s rotor hummed above the meadow at sunset.", "label": true}
{"text": "The embassy car carried Hannah to the airport at dusk.", "label": true}
{"text": "She sketched sycamores along the riverbank.", "label": false}
{"text": "She slipped a note to Anna across the aisle and smiled.", "label": true}
{"text": "On the dash, the radar blinked steadily in the drizzle.", "label": true}
{"text": "The intern drafted the memo and forwarded it.", "label": false}
{"text": "The riverbank smelled of mud after the storm.", "label": false}
{"text": "The bookseller arranged a display of poetry.", "label": false}
{"text": "The diver rolled his kayak gently over the kelp.", "label": true}
{"text": "The violin case leaned against the dusty chair.", "label": false}
{"text": "She typed wow three times and closed the chat.", "label": true}
{"text": "A red kite floated above the valley floor.", "label": false}
{"text": "The pilot noted a rotor imbalance on climbout.", "label": true}
{"text": "Tall pines bordered the campsite near the stream.", "label": false}
{"text": "The clerk stamped the final deed and filed it away.", "label": true}
{"text": "A silver sedan turned left at the light.", "label": false}
{"text": "The intern logged error reports after a long outage.", "label": false}
{"text": "A kestrel hovered over the field beside the barn.", "label": false}
{"text": "She trimmed a sleeve and reset the button.", "label": false}
{"text": "The rector thanked donors after the service.", "label": false}
{"text": "The gardener sprinkled compost around the roses.", "label": false}
{"text": "The elm threw a long shadow over the bench.", "label": false}
{"text": "The baker slid golden loaves onto a rack.", "label": false}
{"text": "She wrapped gifts with twine and kraft paper.", "label": false}
{"text": "He steadied the tray so the syrup surface stayed level.", "label": true}
{"text": "The mechanic balanced each rotor on a digital stand.", "label": true}
{"text": "She tucked a scarf into her coat and walked on.", "label": false}
{"text": "The navigator checked a small rotor indicator above the throttle.", "label": true}
{"text": "The glassblower turned a vase on a small torch.", "label": false}
{"text": "A brass bell chimed softly in the chapel.", "label": false}
{"text": "The mechanic replaced a gasket and cleaned the plugs.", "label": false}
{"text": "The committee debated the core tenet of the charter late into the night.", "label": true}
{"text": "The mason kept the block course level across the wall.", "label": true}
{"text": "He kept the workbench level with adjustable feet.", "label": true}
{"text": "The curator praised Redder for its bold middle tones.", "label": true}
{"text": "A honeybee circled the blue delphinium.", "label": false}
{"text": "The nurse checked pulse and temperature again.", "label": false}
{"text": "The jogger stretched beside a lamppost.", "label": false}
{"text": "Spectators yelled wow as the bat shattered on impact.", "label": true}
{"text": "The trail switchback cut into a shale slope.", "label": false}
{"text": "The bakery clock chimed at noon while trays cooled.", "label": true}
{"text": "The technician leveled the table until the gauge read level.", "label": true}
{"text": "The pianist practiced arpeggios before rehearsal.", "label": false}
{"text": "She polished the brass railing on the stairs.", "label": false}
{"text": "The club adopted a simple tenet: be early and be kind.", "label": true}
{"text": "He jogged through a park ringed with beech trees.", "label": false}
{"text": "She rented a small studio near the river.", "label": false}
{"text": "A breeze set the bamboo wind chime clacking.", "label": false}
{"text": "The actor’s solos drew a hush from the back rows.", "label": true}
{"text": "The stormline crept east along the coastline.", "label": false}
{"text": "The charter begins with Madam Speaker and a list of rules.", "label": true}
{"text": "She brewed mint tea and opened a paperback.", "label": false}
