{"text": "Clouds gathered, threatening rain over the silent town.", "label": true}
{"text": "She forgot her keys on the kitchen table.", "label": true}
{"text": "Dawn broke quietly over the snow-dusted hills.", "label": true}
{"text": "We waited in the long line while the band tuned their instruments for hours.", "label": false}
{"text": "After months of practice, the dancers moved as one beneath the glowing lanterns.", "label": false}
{"text": "I found the letter tucked behind the bookshelf, yellowed and brittle with time.", "label": false}
{"text": "He laughed despite the storm raging outside.", "label": true}
{"text": "He promised to call back, but the phone stayed silent through the restless night.", "label": false}
{"text": "Turn the lights off before leaving the studio.", "label": true}
{"text": "The museum was packed, yet every painting seemed to whisper its own secret story.", "label": false}
{"text": "The old radio crackled to life just as thunder rolled in from the desert.", "label": false}
{"text": "She sketched quietly while the rain tapped rhythms.", "label": true}
{"text": "His boots left prints across the fresh dust.", "label": true}
{"text": "After the toast, laughter bounced off the walls and warmed the chilled room.", "label": false}
{"text": "We followed the chalk arrows through warehouses, hoping the rumors had guided us right.", "label": false}
{"text": "We shared peaches on the porch at dusk.", "label": true}
{"text": "By sunrise, the mountain road was passable, but our fuel reserves were dwindling.", "label": false}
{"text": "Midnight sirens echoed down the narrow alley.", "label": true}
{"text": "She whispered a promise as the ferry departed, and gulls spiraled overhead.", "label": false}
{"text": "The kettle whistled and steam fogged the small window.", "label": true}
{"text": "She packed bread, cheese, and olives for the hike.", "label": true}
{"text": "They mapped the ruins carefully, noting each glyph before the light failed.", "label": false}
{"text": "The tea cooled untouched as storm clouds stacked higher over the bay.", "label": false}
{"text": "We traded stories beneath the cracked mural.", "label": true}
{"text": "I kept rereading the letter while the train lurched through endless tunnels.", "label": false}
{"text": "By the third mile, our jokes faded, and footfalls spoke for us.", "label": false}
{"text": "Streetlights flickered as fog crept over the canal.", "label": true}
{"text": "Snow squeaked underfoot as we crossed the courtyard.", "label": true}
{"text": "He traced constellations in ash on the floor, guessing forgotten names.", "label": false}
{"text": "The engine coughed twice, then settled into a hum.", "label": true}
{"text": "Shadows pooled under the bridge as the tide turned.", "label": true}
{"text": "The harbor smelled of diesel, salt, and old ropes.", "label": true}
{"text": "After the thaw, forgotten paths opened, revealing prints, burrows, and fragile green shoots.", "label": false}
{"text": "I stacked the crates carefully, but the floorboards groaned and tilted underfoot.", "label": false}
{"text": "We drifted along the canal until lanterns floated past, painting ripples with gold.", "label": false}
{"text": "Leave the parcel at the back door before dawn.", "label": true}
{"text": "Crickets sang while heat shimmered above the road.", "label": true}
{"text": "She kept the map folded twice, fearing the wind would tear brittle creases.", "label": false}
{"text": "By twilight, the festival drums echoed across rooftops, calling neighbors from dim kitchens.", "label": false}
{"text": "Her laughter softened the room's sharp edges.", "label": true}
{"text": "I missed the ferry by two minutes today.", "label": true}
{"text": "We split the firewood though the axe handle kept slipping badly.", "label": false}
{"text": "They mended nets in the shade while children traced circles nearby.", "label": false}
{"text": "She set the tripod where the floor wouldn't vibrate during rehearsals.", "label": false}
{"text": "By the third try, the lock yielded and hinges squealed loudly.", "label": false}
{"text": "He shuffled the cards, then dealt in perfectly silent motions tonight.", "label": false}
{"text": "Sunflowers faced east after the storm.", "label": true}
{"text": "Salt crusted our coats by evening.", "label": true}
{"text": "We stretched a tarp because the forecast promised another cold drizzle.", "label": false}
{"text": "She linked the chains carefully and tested each connection twice afterward.", "label": false}
{"text": "As the song faded, we counted steps back to camp slowly.", "label": false}
{"text": "Steam curled from the mug and vanished.", "label": true}
{"text": "She circled the typo twice and taped the notice straight outside.", "label": false}
{"text": "We measured each beam twice as the storm crept inland tonight.", "label": false}
{"text": "I lost signal inside the elevator.", "label": true}
{"text": "A gull watched from the railing.", "label": true}
{"text": "We waited for the courier as clouds stacked into anvils overhead.", "label": false}
{"text": "He settled the bill with exact change.", "label": true}
{"text": "A single moth battered the lampshade.", "label": true}
{"text": "The taxi smelled like pine cleaner.", "label": true}
{"text": "They shared the last apple while waiting beside the tracks quietly.", "label": false}
{"text": "He replaced the gasket after tracing the leak with flour carefully.", "label": false}
{"text": "Please water the ferns before you leave.", "label": true}
{"text": "After the outage, refrigerators hummed awake and windows breathed again softly.", "label": false}
{"text": "The tide stranded the boat, and we walked home muddy anyway.", "label": false}
{"text": "We left breadcrumbs, but gulls devoured them before anyone arrived nearby.", "label": false}
{"text": "She braided her hair while the kettle refused to boil today.", "label": false}
{"text": "By late summer, the creek dwindled to stones and bright minnows.", "label": false}
{"text": "Your tea has gone cold again.", "label": true}
{"text": "From the ridge, smoke spiraled slowly while scouts marked positions below.", "label": false}
{"text": "The thermostat clicked twice, then stopped.", "label": true}
{"text": "We polished the bell until the bronze sang like water nearby.", "label": false}
{"text": "Terns dived where the tide met rocks.", "label": true}
{"text": "Hang your coat on the lower hook.", "label": true}
{"text": "She packed the last crate while neighbors argued across the fence.", "label": false}
{"text": "He traced the coastline slowly as the radio crackled uncertain weather.", "label": false}
{"text": "When the siren sounded, everyone froze and scanned the horizon together.", "label": false}
{"text": "Before sunrise, the baker stacked loaves and buttered hot pans carefully.", "label": false}
{"text": "He packed the camera last, fearing the jostle might crack lenses.", "label": false}
{"text": "The river smelled of algae and diesel.", "label": true}
{"text": "She drafted the email twice, deleting phrases that sounded too sharp.", "label": false}
{"text": "He tuned the fiddle while kettles hissed behind the bar tonight.", "label": false}
{"text": "Heat lightning flashed above the dark fields.", "label": true}
{"text": "Crates slid when the ferry changed course.", "label": true}
{"text": "I saved the last slice for you.", "label": true}
{"text": "We practiced the speech together until the lights dimmed and silence pressed.", "label": false}
{"text": "They hauled the catch inland before the tide turned and surged.", "label": false}
{"text": "The kettle clicked and silence returned slowly.", "label": true}
{"text": "Keep walking until you see the blue door.", "label": true}
{"text": "Fog swallowed the pier as distant horns groaned and echoed back.", "label": false}
{"text": "He wanted coffee, but the corner shop shuttered without explanation tonight.", "label": false}
{"text": "The night train rattled through sleeping towns.", "label": true}
{"text": "By evening, generators groaned and candles smoked in tired rooms everywhere.", "label": false}
{"text": "A stray note clung to the chord.", "label": true}
{"text": "The soup tasted of thyme and pepper.", "label": true}
{"text": "She hummed an old lullaby as headlights traced the ceiling softly.", "label": false}
{"text": "They debated the route while the map curled in heat waves.", "label": false}
{"text": "We sorted screws by size as thunder shook the rafters above.", "label": false}
{"text": "The spare key hides behind the planter.", "label": true}
{"text": "He pressed the shutter, capturing dust halos around the dancer's feet.", "label": false}
{"text": "As thunder gathered, we hurried past fields buzzing with cicadas nearby.", "label": false}
{"text": "By lantern light, we fixed the net and sang softly together.", "label": false}
{"text": "His grin flashed beneath the brim.", "label": true}
{"text": "We caught the last tram home.", "label": true}
{"text": "We hung quilts over doors so drafts wouldn't find us tonight.", "label": false}
{"text": "Coffee cooled forgotten beside the laptop.", "label": true}
{"text": "She wrapped the mirror tightly before the movers arrived tomorrow morning.", "label": false}
{"text": "He stacked the books carefully before the floorboards began flexing again.", "label": false}
{"text": "Her boots squeaked on the wet tile.", "label": true}
{"text": "Faint music drifted from the basement bar.", "label": true}
{"text": "The tide calendar hangs by the door.", "label": true}
{"text": "Your candle burned low but steady.", "label": true}
{"text": "She rewound the tape, noting clicks that didn't belong to static.", "label": false}
{"text": "She stored the letters where the summer heat wouldn't reach them.", "label": false}
{"text": "Across the square, pigeons lifted together as horns blared from taxis.", "label": false}
{"text": "He tucked the scarf tighter as sleet peppered the road hard.", "label": false}
{"text": "Please silence phones before the reading.", "label": true}
{"text": "Close the blinds; the glare is brutal.", "label": true}
{"text": "Lock the blue cabinet before lunch.", "label": true}
{"text": "She balanced three plates while the train lurched through the tunnel.", "label": false}
{"text": "Don't wake the dog by the heater.", "label": true}
{"text": "A blue kite snagged on the lamppost.", "label": true}
{"text": "Once the gate opened, the crowd surged and swallowed the square.", "label": false}
{"text": "Send the invoice before Friday noon.", "label": true}
{"text": "Morning glories climbed the cracked fence.", "label": true}
{"text": "Dust motes danced in the sunbeam.", "label": true}
{"text": "The bakery smell drifted down the empty lane.", "label": true}
{"text": "By the river, children skated while vendors hammered makeshift stalls overnight.", "label": false}
{"text": "Close the gate softly behind you.", "label": true}
{"text": "We took turns steering as the storm tossed the dinghy brutally.", "label": false}
{"text": "The tide lapped against the rusted hull.", "label": true}
{"text": "I wiped the lens with a clean cloth.", "label": true}
{"text": "He oiled the hinges until the squeal disappeared completely at last.", "label": false}
{"text": "I sniffed the milk, frowned, and reached for powdered cream instead.", "label": false}
{"text": "Your suitcase rattles with loose buttons.", "label": true}
{"text": "Her scarf smelled faintly of oranges.", "label": true}
{"text": "From the balcony, fireworks cracked while smoke settled over roofs everywhere.", "label": false}
{"text": "Please label the jars before storage.", "label": true}
{"text": "The elevator chimed and opened slowly.", "label": true}
{"text": "He sketched the skyline while the stew simmered and thickened slowly.", "label": false}
{"text": "Your jacket smells like cedar and smoke.", "label": true}
{"text": "Cold air pooled beneath the cellar door.", "label": true}
{"text": "We found the trailhead only after the clouds finally lifted today.", "label": false}
{"text": "A thin dog followed us, whining softly whenever footsteps approached nearby.", "label": false}
{"text": "We logged the artifact carefully while tourists whispered behind velvet ropes.", "label": false}
{"text": "The theater doors opened to fresh paint.", "label": true}
{"text": "The archivist whispered dates while sliding brittle folders across oak desks.", "label": false}
{"text": "They kept the stove lit while the soup cooled untouched nearby.", "label": false}
{"text": "The bread rose high in the oven.", "label": true}
{"text": "When the lights returned, dust swirled and the crowd exhaled relief.", "label": false}
{"text": "We charted wind shifts while the mast creaked against dark waves.", "label": false}
{"text": "I marked the page gently while the tram rattled past outside.", "label": false}
{"text": "Moss grew over the carved initials.", "label": true}
{"text": "A second bell rang while boats shifted in the harbor slowly.", "label": false}
{"text": "Your shuttle launches at dawn tomorrow.", "label": true}
{"text": "The professor arrived early for office hours.", "label": true}
{"text": "Rain tapped softly on the corrugated shed roof.", "label": true}
{"text": "I folded the flag slowly while the crowd removed their hats.", "label": false}
{"text": "Thunderheads stacked over the far hills.", "label": true}
{"text": "Her seedlings look stronger each morning.", "label": true}
{"text": "He kept the engine idling until the checkpoint lights changed twice.", "label": false}
{"text": "We met beneath the flickering station sign.", "label": true}
{"text": "He scrolled old messages while rain braided the grimy window outside.", "label": false}
{"text": "I sharpened the pencil and paused.", "label": true}
{"text": "Her shoes left squeaky trails on marble.", "label": true}
{"text": "We kept walking after dark, counting steps between passing trucks loudly.", "label": false}
{"text": "A fox trotted along the fence as sprinklers clicked on synchronously.", "label": false}
{"text": "He held the ladder steady as paint flecked his sleeves lightly.", "label": false}
{"text": "We watched the shoreline sink as clouds folded into violet shadows.", "label": false}
{"text": "We split the rations evenly, though hunger gnawed all afternoon today.", "label": false}
{"text": "A note fluttered beneath the windshield wiper.", "label": true}
{"text": "She adjusted the scope while dusk erased the far ridge slowly.", "label": false}
{"text": "She counted seventeen bats before the last glow finally faded away.", "label": false}
{"text": "Lanterns floated above the canal at night.", "label": true}
{"text": "She pressed her ear to the pipe and listened for whispers.", "label": false}
{"text": "Someone scratched a heart into the paint.", "label": true}
{"text": "The hillside shone briefly as lightning stitched a crooked seam overhead.", "label": false}
{"text": "Someone left the side gate buzzing.", "label": true}
{"text": "Her handwriting tightened as the story veered into dangerous memories again.", "label": false}
{"text": "The harbor bells kept steady time.", "label": true}
{"text": "I found your glove under the bench.", "label": true}
{"text": "They sealed the deal quickly, though doubts throbbed beneath practiced smiles.", "label": false}
{"text": "Before dawn, headlights stitched a silver path across frozen fields today.", "label": false}
{"text": "Please wipe the whiteboard after class.", "label": true}
{"text": "Keep the gate closed during high winds.", "label": true}
{"text": "Frost patterned the windshield before sunrise.", "label": true}
{"text": "Pack a sweater; the hall gets chilly.", "label": true}
{"text": "Our breath fogged the masks briefly.", "label": true}
{"text": "She set the hourglass, then started the delicate soldering work carefully.", "label": false}
{"text": "Wind carved ripples across the sand.", "label": true}
{"text": "Birdsong threaded the alley before sunrise.", "label": true}
{"text": "We planted beans along the back fence.", "label": true}
{"text": "A single horn echoed across the tracks.", "label": true}
{"text": "Keep the string taut while measuring.", "label": true}
{"text": "We wandered through side streets until the market's closing bells chimed.", "label": false}
{"text": "I hid the spare key where the porch boards overlap slightly.", "label": false}
{"text": "The drums echoed off the canyon walls.", "label": true}
{"text": "Chalk dust floated in the projector beam.", "label": true}
{"text": "We stitched the banner together as fireworks tested the sky earlier.", "label": false}
{"text": "The orchard smelled like cider and rain.", "label": true}
{"text": "Street vendors packed their carts at dusk.", "label": true}
{"text": "We rinsed the shells in salt water.", "label": true}
{"text": "Snowflakes clung to your eyelashes.", "label": true}
{"text": "She kept the photograph hidden until the meeting finally ended today.", "label": false}
{"text": "She wound the clock carefully as rain rattled the shingles outside.", "label": false}
{"text": "The welder's mask smoked slightly as sparks bounced across concrete today.", "label": false}
{"text": "We kept the lantern burning until relief boats finally arrived nearby.", "label": false}
{"text": "He drove the stakes deeper while the tent flapped madly around.", "label": false}
{"text": "Cloud shadows raced across the meadow.", "label": true}
{"text": "They loaded the kiln carefully, counting each tile as it warmed.", "label": false}
{"text": "We rolled the barrels downhill and laughed despite the mess afterward.", "label": false}
{"text": "She cataloged each specimen while thunder bruised the sky outside again.", "label": false}
{"text": "A distant engine coughed while field mice scattered beneath the tractor.", "label": false}
{"text": "Candles guttered in the drafty stairwell.", "label": true}
{"text": "We traced the footprints until the sand smoothed itself clean again.", "label": false}
{"text": "By noon, our water ran low and tempers rose with sunlight.", "label": false}
{"text": "I waited under the canopy while hail hammered the glass roof.", "label": false}
{"text": "We taped the windows before the gusts slammed into town tonight.", "label": false}
{"text": "Shut the windows; the ash is drifting again.", "label": true}
{"text": "The clock inched past midnight.", "label": true}
{"text": "A brittle page tore under my thumb.", "label": true}
{"text": "Please return the borrowed ladder soon.", "label": true}
{"text": "I counted the buoys until the fog swallowed the channel entirely.", "label": false}
{"text": "Her voice echoed inside the metal silo.", "label": true}
{"text": "The fire escape rattled in sudden gusts.", "label": true}
{"text": "He filed the hinges smooth as thunder rolled across town nearby.", "label": false}
{"text": "He angled the mirror until sunlight flashed a warning across cliffs.", "label": false}
{"text": "Please lock the bikes inside tonight.", "label": true}
{"text": "Light pooled across the chalky studio floor.", "label": true}
{"text": "We paused to watch the herons hunting.", "label": true}
{"text": "Wind pressed the tent against our faces.", "label": true}
{"text": "Hold the flash while I adjust focus.", "label": true}
{"text": "Leaves glittered after the sudden afternoon shower.", "label": true}
{"text": "The lantern sputtered repeatedly while we searched for the latch outside.", "label": false}
{"text": "I trimmed the wick and the lantern brightened our path nicely.", "label": false}
{"text": "Your notes rustled in the stale air.", "label": true}
{"text": "From the attic, we heard coins spilling across wooden floors below.", "label": false}
{"text": "Storm light turned the hills strange green.", "label": true}
{"text": "Please return the borrowed charger tomorrow.", "label": true}
{"text": "The curtain smelled faintly of lemon oil.", "label": true}
{"text": "The forecast promised sun, yet sleet peppered our tents all afternoon.", "label": false}
{"text": "A stray cat nested inside the warm dryer.", "label": true}
{"text": "Rain glazed the cobblestones before the parade began.", "label": true}
{"text": "Traffic thinned as the bridge opened to ships.", "label": true}
{"text": "She rehearsed the apology twice before footsteps echoed down the hallway.", "label": false}
{"text": "Leave the lantern lit until we return.", "label": true}
{"text": "I boxed the fragile cups carefully while the tram lurched uphill again.", "label": false}
{"text": "By moonrise, the river unspooled silver threads as owls traded calls.", "label": false}
{"text": "He whistled softly while tightening the last bolt.", "label": true}
{"text": "We lingered by the gate while the orchard filled with bees.", "label": false}
{"text": "She tucked the receipt away, pretending the bitter argument never happened.", "label": false}
{"text": "After three delays, the lecture began while rain hammered the skylights.", "label": false}
{"text": "The kettle sang and the window fogged.", "label": true}
{"text": "Fresh paint dried as sparrows argued outside.", "label": true}
{"text": "They watched the storm roll inland as generators sputtered behind shuttered shops.", "label": false}
{"text": "By midnight, the last bus left, and footsteps faded along frozen sidewalks.", "label": false}
{"text": "Lantern light trembled across the wet stones.", "label": true}
{"text": "We missed the turn, so the convoy circled back through narrow streets.", "label": false}
{"text": "Your boots squeak louder on polished floors.", "label": true}
{"text": "We left early to beat the traffic.", "label": true}
{"text": "The photographer waited until mist softened edges and colors breathed again.", "label": false}
{"text": "Her umbrella inverted in the gust.", "label": true}
{"text": "She handwrote every label while the crates rattled inside the van.", "label": false}
{"text": "The engine hiccuped, then stabilized.", "label": true}
{"text": "She penciled margins with dates only the archivist would recognize later.", "label": false}
{"text": "By evening, the ferry's horn moaned and fog swallowed the channel.", "label": false}
{"text": "I printed maps on recycled paper.", "label": true}
{"text": "After the warning siren, neighbors gathered at the corner and compared notes quietly.", "label": false}
{"text": "We wrapped the mirror twice, then cushioned corners with towels carefully.", "label": false}
{"text": "I underlined three confusing sentences.", "label": true}
{"text": "He circled typos in red ink.", "label": true}
{"text": "She warmed her hands above the vents and sighed dramatically twice.", "label": false}
{"text": "The kettle steamed on low flame.", "label": true}
{"text": "We heard the lock turn and pretended not to notice anything.", "label": false}
{"text": "We mailed the invitations even though the venue remained uncertain then.", "label": false}
{"text": "The florist misted roses at dawn.", "label": true}
{"text": "We met at the underpass where street art brightened concrete walls.", "label": false}
{"text": "He warmed soup on the heater.", "label": true}
{"text": "Footprints faded on the wet dock.", "label": true}
{"text": "When thunder rolled eastward, we counted distances and checked the tarp lashings.", "label": false}
{"text": "The glassblower paused whenever sparks skittered too close to sleeves nearby.", "label": false}
{"text": "The latch stuck in humid weather.", "label": true}
{"text": "A low whistle carried downstream.", "label": true}
{"text": "He set water for the guests.", "label": true}
{"text": "She stitched patches over the elbow.", "label": true}
{"text": "Your ticket slipped under the seat.", "label": true}
{"text": "We stored the kayaks upright, though the straps kept slipping overnight.", "label": false}
{"text": "The faucet coughed rusty water again.", "label": true}
{"text": "I misplaced the passport again today.", "label": true}
{"text": "After the applause, a hush settled and dust glittered in light.", "label": false}
{"text": "We lifted the crate together because the floorboards bowed alarmingly there.", "label": false}
{"text": "We slept in shifts because the fire kept threatening escape outside.", "label": false}
{"text": "She reset the metronome until the tempo finally held steady today.", "label": false}
{"text": "When the curtain lifted, dust spiraled and the crowd forgot to breathe.", "label": false}
{"text": "Stars pierced the thin clouds.", "label": true}
{"text": "He ironed the cuff too flat.", "label": true}
{"text": "The power flickered twice at midnight.", "label": true}
{"text": "He counted the dents and guessed each story behind them all.", "label": false}
{"text": "We squeezed into the elevator as boxes scraped paint from both walls.", "label": false}
{"text": "We sealed the windows, yet ash drifted and settled on everything.", "label": false}
{"text": "I reserved a seat, though trains rarely honored such delicate promises.", "label": false}
{"text": "Pebbles clicked beneath our shoes.", "label": true}
{"text": "Salt whitened the dark boots.", "label": true}
{"text": "We saved the bigger shells.", "label": true}
{"text": "I packed socks inside the boots.", "label": true}
{"text": "We tuned the radio between storms.", "label": true}
{"text": "The moon slipped behind slow clouds.", "label": true}
{"text": "We borrowed chairs from the neighbors.", "label": true}
{"text": "She tasted the batter and declared it perfect for frying today.", "label": false}
{"text": "The shutters clicked in the wind.", "label": true}
{"text": "We shook the sand from blankets, then watched clouds rebuild slowly.", "label": false}
{"text": "The grapes tasted like late summer.", "label": true}
{"text": "I heard coins clatter downstairs.", "label": true}
{"text": "We kept the receipt safe.", "label": true}
{"text": "He adjusted straps and tightened buckles.", "label": true}
{"text": "We documented the damage while snow melted into muddy footprints everywhere.", "label": false}
{"text": "He turned the compass slowly, hunting a steady needle at last.", "label": false}
{"text": "She tasted the soup, then added a fist of parsley quickly.", "label": false}
{"text": "The hallway echoed footsteps, and doors opened in polite sequence there.", "label": false}
{"text": "The horizon reddened slowly while cranes traced letters against clouds above.", "label": false}
{"text": "We fumbled with gloves while coins rained from a pocket somewhere.", "label": false}
{"text": "He gathered lost gloves from benches, announcing each find like trophies.", "label": false}
{"text": "He borrowed a jacket because the wind cut straight through denim tonight.", "label": false}
{"text": "We nearly turned back, but the sky opened and brightened nicely.", "label": false}
{"text": "We sifted sand for tiny fossils.", "label": true}
{"text": "We divided the kit evenly because fairness quieted brewing resentment today.", "label": false}
{"text": "By sunset the ferry still drifted, and the dockhands muttered about currents.", "label": false}
{"text": "Snow muffled sirens on the boulevard.", "label": true}
{"text": "Please return the borrowed scarf soon.", "label": true}
{"text": "He dusted frames along the hallway.", "label": true}
{"text": "She flipped the hourglass silently.", "label": true}
{"text": "We swept glass into a scoop.", "label": true}
{"text": "We mended the torn net and counted every usable knot afterward.", "label": false}
{"text": "She pressed the seeds into trays and misted them patiently afterward.", "label": false}
{"text": "A red scarf marked the trail.", "label": true}
{"text": "She tugged the rope, testing knots everyone had learned yesterday together.", "label": false}
{"text": "I labeled each bag because last time everything mixed beyond recognition.", "label": false}
{"text": "Crumbs trailed across the windowsill.", "label": true}
{"text": "We shuttered the windows and waited for the pressure to drop.", "label": false}
{"text": "She iced the cupcakes thinly.", "label": true}
{"text": "I handed out pencils until the box showed only splinters left.", "label": false}
{"text": "We tacked a map to plywood while the wind lifted corners.", "label": false}
{"text": "We zipped jackets tighter when snow began curling into spirals everywhere.", "label": false}
{"text": "They studied the tide chart carefully.", "label": true}
{"text": "We cached tools beneath the tarp.", "label": true}
{"text": "We shared a blanket on bleachers.", "label": true}
{"text": "They crossed the creek on stepping stones.", "label": true}
{"text": "He tuned the banjo while the fire cracked and settled nearby.", "label": false}
{"text": "We tapped the barometer until its needle settled into certainty finally.", "label": false}
{"text": "I slid the canoe gently, avoiding fresh scratches on paint today.", "label": false}
{"text": "Snow pressed branches toward the road.", "label": true}
{"text": "He spotted smoke beyond the treeline.", "label": true}
{"text": "He flipped the sign to CLOSED.", "label": true}
{"text": "We hammered tent stakes deeper as gusts turned the sand airborne.", "label": false}
{"text": "He sanded splinters from the banister.", "label": true}
{"text": "We kept glancing back, convinced someone matched our footsteps through alleyways.", "label": false}
{"text": "Snow slumped from branches, and birds scolded our clumsy progress there.", "label": false}
{"text": "We lifted the trapdoor gently because hinges screamed at sudden movement.", "label": false}
{"text": "We slowed our pace because the plank bridge felt loose today.", "label": false}
{"text": "We leaned on the railing while fireworks stitched bright arcs overhead.", "label": false}
{"text": "After the incident, calendars filled quickly and meetings multiplied without conclusion.", "label": false}
{"text": "After the outage, relieved neighbors cheered when streetlights finally flickered awake.", "label": false}
{"text": "She carried the ladder while I steadied the paint bucket carefully.", "label": false}
{"text": "Leaves gathered along the curb.", "label": true}
{"text": "She saved the postcards though addresses smeared in humid air today.", "label": false}
{"text": "The latch loosened after the rain.", "label": true}
{"text": "He swore the recipe required rosemary, but thyme worked instead perfectly.", "label": false}
{"text": "Gulls argued above the ferry ramp.", "label": true}
{"text": "We filled the canteens, knowing the trail ahead offered little water.", "label": false}
{"text": "She shook water from the map, spreading it across knees carefully.", "label": false}
{"text": "She left the thermos boiling, and everyone laughed about it later.", "label": false}
{"text": "The attic hatch stuck again today.", "label": true}
{"text": "He watched silhouettes on the balcony as sirens wove through traffic.", "label": false}
{"text": "Steam coiled above the pot.", "label": true}
{"text": "Their voices thinned as fog swallowed the path and the lights behind.", "label": false}
{"text": "A bus sighed at the corner.", "label": true}
{"text": "Paint flaked from the iron gate.", "label": true}
{"text": "A faint melody threaded the air.", "label": true}
{"text": "A busker practiced under the bridge.", "label": true}
{"text": "The kettle cooled beside the stove.", "label": true}
{"text": "He coaxed the kitten out with sardines and soft whistling quietly.", "label": false}
{"text": "We taped labels on each drawer.", "label": true}
{"text": "Moonlight pooled in the empty fountain.", "label": true}
{"text": "Someone left oranges on the stoop.", "label": true}
{"text": "We padded crates with old newspapers.", "label": true}
{"text": "We mapped exits with chalk arrows.", "label": true}
{"text": "She brewed strong tea, then wrote to everyone she missed recently.", "label": false}
{"text": "He erased the chalkboard, leaving ghosts of equations and arrows everywhere.", "label": false}
{"text": "We replaced the gasket after flour traced the hidden leak precisely.", "label": false}
{"text": "We lowered the bucket, listening for the splash down there carefully.", "label": false}
{"text": "He rewound the winch as the skiff scraped against moorings again.", "label": false}
{"text": "A warm draft lifted the curtain.", "label": true}
{"text": "Rain tattooed the roof all morning.", "label": true}
{"text": "He folded the map, pretending certainty while reading upside down anyway.", "label": false}
{"text": "The tram squealed into the station.", "label": true}
{"text": "I charged the lantern at noon.", "label": true}
{"text": "He reset the router twice before anyone admitted the cable was unplugged.", "label": false}
{"text": "She linked the barges before the current threatened to split them.", "label": false}
{"text": "Clouds sheared into thin veils.", "label": true}
{"text": "I sketched the lighthouse twice while gulls drifted on thermals nearby.", "label": false}
{"text": "Fog beaded on my eyelashes.", "label": true}
{"text": "We promised to write, then forgot until the train reached provinces.", "label": false}
{"text": "He took the opposite path because the gate hung crooked there.", "label": false}
{"text": "A brass hinge squealed near me.", "label": true}
{"text": "They cheered as the gate lifted.", "label": true}
{"text": "He loosened knots with careful fingers.", "label": true}
{"text": "They rehearsed their lines while sirens flared outside the theater doors.", "label": false}
{"text": "He traced the coastline while gulls raided the cooling baskets today.", "label": false}
{"text": "He spun the globe, stopping on rivers he had never seen.", "label": false}
{"text": "She clicked the pen three times.", "label": true}
{"text": "They sketched the ruin quickly as rain stitched lines across notebooks.", "label": false}
{"text": "The trail markers vanished where the avalanche shaved the trees bare.", "label": false}
{"text": "We loaded the wagon while starlings braided the telephone wires above.", "label": false}
{"text": "Your handwriting tilts right today.", "label": true}
{"text": "The tide exposed pilings, and crabs scuttled between shimmering puddles everywhere.", "label": false}
{"text": "We asked for directions, but laughter followed like a small parade.", "label": false}
{"text": "We borrowed gloves from the usher.", "label": true}
{"text": "The librarian dimmed lights while the projector rolled archival footage softly.", "label": false}
{"text": "He folded the flag as silence gathered along the fence outside.", "label": false}
{"text": "She opened the locket, and dust sighed from secret hinges inside.", "label": false}
{"text": "A spare bulb rolled beneath crates.", "label": true}
{"text": "She flipped the breaker, and the workshop sighed into humming light.", "label": false}
{"text": "I stretched the canvas while thunder stitched crooked seams overhead tonight.", "label": false}
{"text": "He ironed the banner as volunteers argued over slogan fonts today.", "label": false}
{"text": "A door slammed three floors up.", "label": true}
{"text": "Your keys jingle like sleigh bells.", "label": true}
{"text": "Her boots leaked during the crossing.", "label": true}
{"text": "A single gull shadowed our boat.", "label": true}
{"text": "I tapped the barometer twice.", "label": true}
{"text": "The captain announced delays while passengers compared snacks and novels patiently.", "label": false}
{"text": "The field lights failed, and the crowd found the exits calmly.", "label": false}
{"text": "The heater whirred despite the heat.", "label": true}
{"text": "He angled the mirror until the signal blinked across the ridge.", "label": false}
{"text": "We folded maps under the awning.", "label": true}
{"text": "Stars shivered above the frozen lake.", "label": true}
{"text": "She hung herbs from the rafters.", "label": true}
{"text": "We shoveled the steps while sleet painted everything a glistening gray.", "label": false}
{"text": "She taped the instructions near the switch so no one forgot.", "label": false}
{"text": "He rolled paint over damp plaster.", "label": true}
{"text": "She braided bread for the feast.", "label": true}
{"text": "She underlined the warning twice, then taped it near switches everywhere.", "label": false}
{"text": "He patched tire leaks with resin.", "label": true}
{"text": "After three false starts, the generator finally coughed and steadied a little.", "label": false}
{"text": "She folded the receipts carefully, then slid them beneath the loose tile again.", "label": false}
{"text": "We drifted past the sleeping boathouse.", "label": true}
{"text": "We rinsed brushes in cloudy water.", "label": true}
{"text": "The bell tolls echoed until the hillside answered with slow thunder.", "label": false}
{"text": "I scraped ice from the lock.", "label": true}
{"text": "We canceled the picnic for weather.", "label": true}
{"text": "A brittle laugh broke the silence.", "label": true}
{"text": "We heard owls near the ditch.", "label": true}
{"text": "We swapped stories over weak tea.", "label": true}
{"text": "He drained pasta in the sink.", "label": true}
{"text": "By the third rehearsal, confidence replaced our tight, nervous laughter entirely.", "label": false}
{"text": "They painted the numbers backward, forcing everyone to squint at distances.", "label": false}
{"text": "The cat refused the carrier until tuna persuaded a temporary surrender.", "label": false}
{"text": "We traded seats before the tunnel.", "label": true}
{"text": "The library smelled like raincoats.", "label": true}
{"text": "She traced initials on the frost.", "label": true}
{"text": "Across the flooded field, headlights skimmed the water and then disappeared entirely.", "label": false}
{"text": "We lifted together on the count.", "label": true}
{"text": "After a long pause, the conductor bowed and the hall erupted.", "label": false}
{"text": "Lantern glass smudged from greasy fingers.", "label": true}
{"text": "He stashed the spare batteries here.", "label": true}
{"text": "We flagged two errors in proofs.", "label": true}
{"text": "He pocketed the receipt, then pretended the price stayed reasonable anyway.", "label": false}
{"text": "I took the wrong bus, then followed locals through back alleys.", "label": false}
{"text": "We kept the last lantern burning until the uniforms waved from shore.", "label": false}
{"text": "He snapped a glow stick and waved it like a beacon.", "label": false}
{"text": "The wind flipped pages rapidly.", "label": true}
{"text": "The market closed early while thick clouds rolled in from sea.", "label": false}
{"text": "She folded sailcloth by moonlight.", "label": true}
{"text": "I missed your call at noon.", "label": true}
{"text": "She threaded the needle while the van lurched over cobblestones again.", "label": false}
{"text": "The courier called at dawn, insisting the package required another awkward signature.", "label": false}
{"text": "By dawn, condensation pooled everywhere and our plans shifted reluctantly then.", "label": false}
{"text": "When the bakery reopened, sugar dust floated like diplomatic amnesty inside.", "label": false}
{"text": "Your scarf snagged on the zipper.", "label": true}
{"text": "The carriage rocked gently while cinders floated through the window tonight.", "label": false}
{"text": "We clinked our mugs softly, careful not to wake anyone nearby.", "label": false}
{"text": "We circled the foghorn, measuring echoes with a clumsy stopwatch there.", "label": false}
{"text": "We counted twelve buoys at dusk.", "label": true}
{"text": "Ice cracked in the pitcher.", "label": true}
{"text": "We waited for the courier, then left through the alley instead.", "label": false}
{"text": "We rationed matches carefully after the storm drenched everything we carried.", "label": false}
{"text": "The dog watched the waves.", "label": true}
{"text": "I cleaned the lens twice while the model changed outfits nearby.", "label": false}
{"text": "The floor smelled of lemon cleaner.", "label": true}
{"text": "We circled the block in drizzle.", "label": true}
{"text": "The taxi idled outside our building.", "label": true}
{"text": "He rinsed berries in cold water.", "label": true}
{"text": "He practiced the speech again while the catering crew rearranged the folding chairs.", "label": false}
{"text": "We scrubbed the floorboards twice while the radio whispered about incoming squalls.", "label": false}
{"text": "The mailbox leaned after last winter.", "label": true}
{"text": "Tea leaves swirled in the glass.", "label": true}
{"text": "The tide clock needs winding.", "label": true}
{"text": "She kept the envelope sealed, fearing old arguments would spark again.", "label": false}
{"text": "We left biscuits for the night guard.", "label": true}
{"text": "Your tea stained the coaster.", "label": true}
{"text": "The ferry listed slightly while waves slapped its barnacled hull repeatedly.", "label": false}
{"text": "The siren cut out, and everyone stared at each other blankly.", "label": false}
{"text": "When the ice shifted, the cabin moaned and windows trembled slowly.", "label": false}
{"text": "I scribbled reminders on my wrist.", "label": true}
{"text": "We stored ropes under the bench.", "label": true}
{"text": "She trimmed basil near the sink.", "label": true}
{"text": "I tightened laces before the sprint.", "label": true}
{"text": "I carried the seedlings carefully, but the wind still bruised leaves.", "label": false}
{"text": "I reset the clock after the outage.", "label": true}
{"text": "We passed quiet farms until the highway rejoined brighter lanes ahead.", "label": false}
{"text": "She caught splinters in her palm.", "label": true}
{"text": "The lock clicked without resistance.", "label": true}
{"text": "We oiled the hinges until the squeal softened into purrs gently.", "label": false}
{"text": "He shook the rug until sunlight turned dust into glitter everywhere.", "label": false}
{"text": "By morning the stew thickened, and patience returned to the crew.", "label": false}
{"text": "I copied the schedule badly, so meetings collided all afternoon today.", "label": false}
{"text": "By sunrise, the camp smelled like coffee and damp nylon again.", "label": false}
{"text": "Rain glazed the bicycle seats.", "label": true}
{"text": "Sand squeaked between damp toes.", "label": true}
{"text": "Lightning revealed the ridge briefly.", "label": true}
{"text": "She swapped the filters while the espresso machine complained in metallic hisses.", "label": false}
{"text": "We swapped watches for the day.", "label": true}
{"text": "I checked the forecast, then packed plastic over fabric carefully afterward.", "label": false}
{"text": "Leaves whispered against the screens.", "label": true}
{"text": "The rain found every tiny leak.", "label": true}
{"text": "Lanterns bobbed on the river while musicians tuned along shore tonight.", "label": false}
{"text": "A light flickered twice before the corridor plunged back into darkness.", "label": false}
{"text": "Her bracelet chimed with every step.", "label": true}
{"text": "He charted the course as offshore winds bullied the dinghy sideways.", "label": false}
{"text": "We cranked the window open and welcomed a thin sea breeze.", "label": false}
{"text": "A stranger hummed by the stairwell.", "label": true}
{"text": "After lights-out, someone whispered jokes that nobody wanted to enjoy tonight.", "label": false}
{"text": "Birds gathered along the power line.", "label": true}
{"text": "Water beaded on the waxed jacket.", "label": true}
{"text": "She tucked the napkin into her sleeve.", "label": true}
{"text": "We found the old kiln, its bricks warm from hidden embers.", "label": false}
{"text": "I kept the receipt dry though the rain found every seam.", "label": false}
{"text": "After inspection, the lift reopened and workers swarmed the scaffolding again.", "label": false}
{"text": "The hallway smelled like warm bread.", "label": true}
{"text": "We brewed coffee in tin cups.", "label": true}
{"text": "He pocketed change and nodded thanks.", "label": true}
{"text": "I folded the tarp while laughter rolled across the yard nearby.", "label": false}
{"text": "They shared cashews on the bus.", "label": true}
{"text": "She rewound the tape while applause faded into awkward clearing throats.", "label": false}
{"text": "The rug smelled faintly of smoke.", "label": true}
{"text": "She pressed the latch too hard.", "label": true}
{"text": "I reset the router again today.", "label": true}
{"text": "A sudden cheer rose when the scoreboard flickered back to life.", "label": false}
{"text": "He bundled newspapers with twine.", "label": true}
{"text": "We queued for dumplings until the steamer finally unclogged itself completely.", "label": false}
{"text": "He pressed the stamp carefully and waved the envelope dry afterward.", "label": false}
{"text": "Wind rattled coins in the cup.", "label": true}
{"text": "The casserole browned on the edges.", "label": true}
{"text": "We marked the page with thread.", "label": true}
{"text": "She gathered the spilled screws while the forklift beeped impatiently behind.", "label": false}
{"text": "He stacked bowls carefully, fearing the shelf might collapse again today.", "label": false}
{"text": "He played the chorus too fast, and the dancers stumbled everywhere.", "label": false}
{"text": "Your message arrived after lights out.", "label": true}
{"text": "She canceled the tour after lunch.", "label": true}
{"text": "We walked the ridge until stars erased the last orange glow.", "label": false}
{"text": "She wore the backpack forward so pickpockets couldn't ease any zippers.", "label": false}
{"text": "Sun baked the bricks until the scent rose.", "label": true}
{"text": "After the last bell, we tidied the stage while rain whispered along the roof.", "label": false}
{"text": "By noon the heat shimmered above the fields, and tractors crawled between dusty rows.", "label": false}
{"text": "A paper kite circled above the schoolyard.", "label": true}
{"text": "We stacked filled sandbags along the doorway until the water finally receded.", "label": false}
{"text": "She timed each brushstroke carefully as shadows lengthened across the quiet studio.", "label": false}
{"text": "Freight horns moaned across the sleeping harbor.", "label": true}
{"text": "We left chalk notes under the mailbox.", "label": true}
{"text": "He clipped herbs and rinsed them quickly.", "label": true}
{"text": "He reheated soup on the stove while thunder rolled steadily for hours.", "label": false}
